[
    {
        "title": "FBI investigates Russian-linked Cyprus bank accused of money laundering",
        "date": "2017-12-24T10:01:13Z",
        "url": "https://www.theguardian.com/us-news/2017/dec/24/fbi-investigates-russian-linked-cyprus-bank-accused-of-money-laundering",
        "text": "\nThe FBI has asked officials in Cyprus for financial information about a defunct bank that was used by wealthy Russians with political connections and has been accused by the US government of money laundering, two sources have told the Guardian.\nThe request for information about FBME Bank comes as Cyprus has emerged as a key area of interest for Robert Mueller, the US special counsel who is investigating a possible conspiracy between Donald Trump’s 2016 presidential campaign and the Kremlin.\n\n\n\n\nTrump-Russia investigation: the key questions answered\n\n\n\n\n\n\n \n\n\nRead more\n\n\n\n\n\n\nPeople familiar with the FBI request told the Guardian that federal investigators and the US Treasury approached the Central Bank of Cyprus in November seeking detailed information about FBME, which was shut down this year.\nOne person familiar with the FBI request said it appeared to be connected to Mueller’s ongoing examination of Paul Manafort, the former Trump campaign manager who was indicted in October, and money that flowed between former Soviet states and the US through Cypriot banks.\nThe Central Bank of Cyprus, which in 2014 placed FBME under administration in a direct response to US action and obtained full access to the bank’s data, declined to comment. The US special counsel’s office also declined to comment. \nFBME has vigorously denied accusations that it has been a conduit for money laundering and other criminal activity. \nThe owners, Lebanese brothers Ayoub-Farid Saab and Fadi Michel Saab, issued a statement following a series of recent critical articles about the bank and denied all wrongdoing.\nBloomberg reported last week that FBME was the subject of two US investigations: one into the bank’s credit card unit, and another into alleged laundering of money from Russia. Bloomberg said the Russia-related investigation, which is being led by the US attorney’s office in New York, was connected to a flow of illegal Russian funds into the New York real estate market.\nFBME, previously known as the Federal Bank of the Middle East, was based in Tanzania but about 90% of its banking was conducted in Cyprus. A report by the US Treasury’s Financial Crimes Enforcement Network (FinCEN) in 2014 said the bank was an institution of “primary money laundering concern”.\nThe report found that the bank was evading efforts by the Central Bank of Cyprus to supervise its activities, and that FBME was facilitating money laundering, terrorist financing, transnational organised crime, fraud, sanctions evasion, weapons trading and political corruption.\nA 2014 internal report by the Central Bank of Cyprus about FBME that was obtained by the Guardian found that FBME had banking relationships with several Russians who were considered to be politically sensitive clients and that about half of the bank’s clients were Russian nationals, including Vladimir Smirnov, who is close to Putin, and Aleksandr Shishkin, a member of Putin’s political party.\nFBME was subjected in 2016 to what is known as a “fifth special measure”, a hard-hitting US regulatory tool that was established after the 9/11 attacks to address law enforcement concerns in the banking sector. The move prohibited the bank from doing business in the US or using US dollars, and barred US banks from opening or using any bank accounts on FBME’s behalf. In effect, it shut the bank down. FBME has challenged the decision but US courts have so far upheld the move.\nIt is not clear why Mueller and his team of investigators appear to be interested in FBME’s financial data. But it indicates that the special counsel is continuing to examine money flows from Cyprus.\nManafort has pleaded not guilty to charges that he laundered millions of dollars through foreign banks as part of a scheme to hide his work for political parties in Ukraine. He is accused of funnelling the funds through foreign shell companies, including many that were based in Cyprus. \nManafort’s attorney, Kevin Downing, has called the charges, including those related to his use of offshore accounts, “ridiculous”.\nA spokesman for FBME bank told the Guardian that Manafort was never a client of FBME.\nMueller’s team has separately issued a subpoena for information from Deutsche Bank. According to a person close to the bank, the subpoena was issued in the autumn. The German bank is Trump’s biggest lender.\nDeutsche also worked as a correspondent bank for FBME. Internal emails seen by the Guardian show that executives from both banks were in contact in 2014 discussing accounts that were “on the radar” of US law enforcement.\nDeutsche Bank said in a statement: “We severed our relationship with FBME in 2014 and have added more than 1,000 anti-financial crime staff in recent years to make our business safer and increase our controls.”\n",
        "entities": {
            "I-ORG": [
                "Trump",
                "Federal Bank of",
                "Fadi",
                "US Treasury",
                "FBME Bank",
                "Central Bank of Cyprus",
                "Guardian",
                "Bloomberg",
                "US",
                "Deutsche Bank",
                "Deutsche",
                "FBI",
                "Central Bank of",
                "New"
            ],
            "I-LOC": [
                "Tanzania",
                "New York",
                "Central Bank of Cyprus",
                "Cyprus",
                "Russia",
                "FBME",
                "Ukraine"
            ],
            "I-PER": [
                "Fadi Michel Saab",
                "Farid Saab",
                "Mueller",
                "Vladimir Smirnov",
                "Read",
                "Manafort",
                "Kevin Downing",
                "Aleksandr Shishkin",
                "FBME",
                "Ayoub",
                "Putin",
                "Robert Mueller",
                "Paul Manafort"
            ]
        },
        "ngrams": [
            "FBME Bank",
            "Michel Saab",
            "Robert Mueller",
            "Federal Bank of",
            "Bank of Cyprus",
            "US Treasury",
            "Central Bank of Cyprus",
            "Central Bank of",
            "Central Bank",
            "New York",
            "Fadi Michel",
            "of Cyprus",
            "Fadi Michel Saab",
            "Federal Bank",
            "Farid Saab",
            "Vladimir Smirnov",
            "Bank of",
            "Deutsche Bank",
            "Aleksandr Shishkin",
            "Paul Manafort",
            "Kevin Downing"
        ]
    },
    {
        "title": "Azerbaijan hits back over 'scandalous' money laundering claims",
        "date": "2017-09-05T16:11:46Z",
        "url": "https://www.theguardian.com/world/2017/sep/05/theresa-may-challenged-over-azerbaijani-money-laundering-scheme",
        "text": "\nThe government of Azerbaijan has responded angrily to revelations that it ran a secret $2.9bn (£2.2bn) fund which was used to pay prominent Europeans, run lobbying operations, and launder money via a group of opaque British companies.\nAzerbaijan’s presidential aide, Ali Hasanov, said the stories by the Guardian and other media partners were a smear. In the first official reaction from Baku, Hasanov said the regime was the victim of a “scandalous” campaign organised by British intelligence, the Armenian diaspora and the US. \n“When did the Guardian write about the truth about Azerbaijan? This newspaper has been known for decades for being against Azerbaijan,” Hasanov told the Turkish newspaper Hürriyet. The reports were “biased, groundless and provocative,” he said.\nOn Tuesday, the authorities blocked access from inside Azerbaijan to the website of the Organized Crime and Corruption Reporting Project (OCCRP). The OCCRP published details of the scheme, nicknamed the Azerbaijani Laundromat, following a leak of data to the Danish newspaper Berlingske.\nThe use of British companies in the Laundromat has prompted calls for Theresa May to investigate. On Tuesday May’s official spokesman said that the National Crime Agency would now examine the information from the Guardian and other media sources. The agency will “look at whether they would need to progress [to] an investigation”, the spokesman said.\nThis is the second time this year that British corporate entities have been found to be at the heart of a large-scale money laundering operation run from a former Soviet state. In March, a similar scheme run from Moscow, the $20bn Global Laundromat, was exposed.\n\n\n\n\nThe Scottish firms that let money flow from Azerbaijan to the UK\n\n\n\n\n\n\n \n\n\nRead more\n\n\n\n\n\n\nOpposition politicians urged the government to act to prevent the abuse of company vehicles. Four offshore-owned British companies – based in Glasgow, Birmingham, and Potters Bar in Hertfordshire – were used to funnel money into the western financial system. It went via the Estonian branch of a Danish bank, Danske.\nTim Farron, the former Liberal Democrat leader, led calls for an inquiry, saying this was what happened “when the corporate landscape is too lightly regulated”.\n“Thanks to the Guardian investigation we learn of something called the Azerbaijani Laundromat,” he said. “But now is the time to wash some fairly dirty laundry in public and find out exactly who paid money to whom and why.\n“We need a full investigation to see that dirty money has not been used to buy influence in the UK. The Azerbaijani government is guilty of systematic human rights abuses and it would appear the regime has been making payments on an industrial scale.”\nMargaret Hodge, the chair of the all-party parliamentary group for responsible tax who uncovered the use of tax havens as chair of the public accounts committee, added to calls for more transparency. \n\n\n\n\nEverything you need to know about the Azerbaijani Laundromat\n\n\n\n\n\n\n \n\n\nRead more\n\n\n\n\n\n\n“Yet again a whistleblower has lifted the lid on some unconscionably awful behaviour,” she said. “It would seem that Britain and British overseas territories are facilitating alleged corrupt practices by refusing to introduce the full transparency the Conservatives promised but failed to deliver.\n“Until we know who owns companies and properties in Britain and in the tax havens we control, such unacceptable practices will continue and Britain will be culpable because of the government’s failure to act.”\nOne London-based beneficiary of the Laundromat, Jovdat Guliyev, resigned on Monday from the Anglo-Azerbaijani Society. Guliyev received nearly £400,000 from the scheme. A former BP employee, he works for Azerbaijan’s state oil company. \nThe society’s co-chair, Liberal Democrat peer Lord German, said Guliyev quit nine minutes after the Guardian’s story went online. His name has now been removed from the Society’s website, German said, adding that none of the Laundromat payments went to the Society.\nIn an email to German, Guliyev did not explain why he had got the money but said it was legitimate and for his “personal use”.\nPeter Dowd, Labour’s chief secretary to the Treasury, said: “Money laundering hurts our economy, steals from others and corrupts our society. The financial system should effectively and efficiently provide investment that benefits the whole economy, not boost the offshore bank balances of plutocrats and criminals here and abroad.\n “We have seen too many of these shocking scandals in recent years because the Tories are incapable of taking on the rigged system, which hurts the many to support the very few.”\nMolly Scott Cato, a Green MEP who sits on the European parliament’s economics and monetary affairs committee and inquiry into the Panama Papers, said the revelations were shocking and reveal “once again that British claims to be a leader in transparency conceal a far grubbier reality”.\n“The relationship between UK companies and our murky offshore tax havens permit the world’s corrupt elite to indulge their extravagant lifestyles at public expense,” she said. “They then use these ill-gotten gains to buy political influence that prevents them from being held to account for human rights abuses and bad government.”\nThe four firms at the centre of the Azerbaijani Laundromat were all limited partnerships registered in the UK. They were: Metastar Invest, Hilux Services, Polux Management, and LCM Alliance. Their corporate “partners” are anonymous entities based in the British Virgin Islands, Seychelles and Belize.\nSome of the cash from the £2.2bn fund was used to pay for luxuries such as cars, interior design and dentistry, while other sums went to European politicians and prominent figures linked to the promotion of Azerbaijan. Seven million pounds was spent directly in the UK, including on private school fees.\nAzerbaijan’s ruling family is not directly named in the leaked documents. But evidence of a connection was overwhelming. Large sums came via the state-owned International Bank of Azerbaijan, which is the largest bank in an oil-wealthy country, and yet earlier this summer it filed for bankruptcy protection in New York. The defence and emergency situations ministries in Baku all contributed cash.\nThe scheme was used to pay for the government’s incidental expenses including the medical bills of Yaqub Eyyubov, Azerbaijan’s first deputy prime minister. There were separate payments to Eyyubov’s son Emin, Azerbaijan’s EU ambassador, and to the president’s press secretary, Azer Gasimov.\n",
        "entities": {
            "I-LOC": [
                "Britain",
                "British Virgin Islands",
                "Soviet",
                "London",
                "Belize",
                "Moscow",
                "Azerbaijan",
                "New York",
                "Baku",
                "Estonian",
                "British",
                "Danish",
                "Danske",
                "Panama",
                "Seychelles",
                "Hertfordshire",
                "EU"
            ],
            "I-PER": [
                "Ali Hasanov",
                "Yaqub Eyyubov",
                "Tim Farron",
                "Theresa May",
                "Emin",
                "Jovdat Guliyev",
                "Read",
                "Azer Gasimov",
                "Peter Dowd",
                "Hasanov",
                "Molly Scott Cato",
                "Guliyev",
                "Margaret Hodge"
            ],
            "I-ORG": [
                "Turkish",
                "Polux Management",
                "BP",
                "LCM Alliance",
                "Society",
                "Liberal",
                "Hilux Services",
                "Guardian",
                "National Crime Agency",
                "Green",
                "Potters",
                "Danish",
                "International Bank of Azerbaijan",
                "Treasury",
                "Liberal Democrat"
            ]
        },
        "ngrams": [
            "Ali Hasanov",
            "Yaqub Eyyubov",
            "Tim Farron",
            "of Azerbaijan",
            "International Bank of",
            "LCM Alliance",
            "Bank of Azerbaijan",
            "Virgin Islands",
            "International Bank",
            "Molly Scott",
            "British Virgin Islands",
            "Theresa May",
            "National Crime",
            "Hilux Services",
            "International Bank of Azerbaijan",
            "Margaret Hodge",
            "Polux Management",
            "Jovdat Guliyev",
            "British Virgin",
            "New York",
            "Azer Gasimov",
            "Peter Dowd",
            "Scott Cato",
            "Bank of",
            "National Crime Agency",
            "Molly Scott Cato",
            "Crime Agency",
            "Liberal Democrat"
        ]
    },
    {
        "title": "Philip Lowe lashes Commonwealth Bank amid money laundering charges",
        "date": "2017-08-11T06:11:12Z",
        "url": "https://www.theguardian.com/australia-news/2017/aug/11/philip-lowe-lashes-commonwealth-bank-amid-money-laundering-charges",
        "text": "\nThe Reserve Bank governor, Philip Lowe, has lashed out at the Commonwealth Bank amid allegations of systemic violations of money laundering laws, saying people must be held accountable if laws have been broken.\nLowe has also said people are unsure if US president Donald Trump is serious about cutting the US corporate tax rate to 15%, so interest in Australia’s international tax competitiveness has waned.\nSpeaking in Melbourne on Friday at a House of Representatives Standing Committee on Economics, Lowe told MPs that public trust in Australia’s major banks had become “strained” in recent years, and the industry must start rebuilding its reputation as a priority.\n\n\n\n\nCommonwealth Bank unmasked: why the government is suing over alleged terrorism trail – explainer\n\n\n\n\n\n\n \n\n\nRead more\n\n\n\n\n\n\nHe did not want to comment on specific allegations levelled at Commonwealth Bank, after a landmark lawsuit alleging systemic violations of money laundering laws, which culminated in an Australian federal police raid, but said the matter was extremely serious for CBA.\n“Banks should not be doing money laundering, and they should know who is operating the accounts that they open,” he said.\n“If shortcomings are identified, then there needs to be accountability. That accountability needs to be both through the courts and internally within the organisation.\n“It’s very serious. We have these laws for a reason. They need to be enforced and people need to be held to account,” he said.\nHe said the culture in Australia’s banking industry must be overhauled, with a focus on rebuilding trust and delivering high quality service to customers.\n“Service has taken a back seat to sales [in recent years],” he said. “The banks know that, and they’re addressing it [with] changes in remuneration structures and incentives ... there has been for too long a focus on sales and not on service.\n\n\n\n\nWages growth is at a record low – unless you're a Commonwealth Bank CEO | Greg Jericho\n\n\n\n\n\n\n \n\n\nRead more\n\n\n\n\n\n\n“I think we can all identify examples where the desire for short-term profit has probably led to not enough attention to risk management issues.” \nHe also commented on the political interest in Australia’s headline corporate tax rate. He said people were unsure if the Trump administration was serious about cutting the US corporate rate to 15%, so the focus on Australia’s rate had diminished in recent months.\n“I remember in February when we were talking about these issues, there was the prospect of the US going down to a 15% corporate tax rate as part of President Trump’s initial plan, [but] I don’t know whether it still is,” he said.\n“The UK talked about numbers like that as well, so we were having a discussion at that time about far we could be above the international norm.\n“I have to say, since we met last time that international tax competition discussion seems to have gone away a bit, because the prospect of the US having a very large reduction in its corporate tax seems less, and if they’re not going to have that big reduction then others presumably don’t do the same thing as well.”\nWhen asked about the significance of Australia’s record-low wages growth, he warned it could turn out to be “quite persistent”.\n“How things turn out on this front is likely to have a significant bearing on the next stage in the global economic cycle,” he warned.\nBut he said Australia’s economy should be able to generate average hourly wage increases of 3.5% or more over the long run, despite the problems in the global economy, with productivity growth of 1% and average inflation of 2.5%.\n“If we really did the right things we could do 4%, but that’s really up to you – in federal parliament,” he said. \n",
        "entities": {
            "I-ORG": [
                "Commonwealth Bank",
                "Bank",
                "Reserve Bank",
                "CBA",
                "Economics"
            ],
            "I-PER": [
                "Lowe",
                "Donald Trump",
                "Trump",
                "Read",
                "Greg Jericho",
                "Banks",
                "Philip Lowe"
            ],
            "I-LOC": [
                "Melbourne"
            ]
        },
        "ngrams": [
            "Donald Trump",
            "Greg Jericho",
            "Commonwealth Bank",
            "Reserve Bank",
            "Philip Lowe"
        ]
    },
    {
        "title": "Commonwealth Bank axes executive bonuses over money-laundering scandal",
        "date": "2017-08-08T02:17:51Z",
        "url": "https://www.theguardian.com/australia-news/2017/aug/08/commonwealth-bank-axes-executive-bonuses-over-money-laundering-scandal",
        "text": "\nThe Commonwealth Bank has axed senior executive bonuses in response to a scandal around money laundering and a lawsuit by Australia’s financial intelligence agency.\nAustralia’s largest bank announced the cuts to bonuses and board pay ahead of its annual results presentation on Wednesday, amid calls for repercussions in senior ranks over claims of “serious and systemic” violations of laws to combat funding for terrorism and crime syndicates.\nIts chair, Catherine Livingstone, said the board had given “consideration to risk and reputation matters impacting the group” after the Australian Transaction Reports and Analysis Centre (Austrac) launched civil proceedings in the federal court last week.\n\n\n\n\nCommonwealth Bank unmasked: why the government is suing over alleged terrorism trail – explainer\n\n\n\n\n\n\n \n\n\nRead more\n\n\n\n\n\n\nAustrac alleges the bank has made more than 53,700 breaches of the Anti-Money Laundering and Counter-Terrorism Financing Act since 2012.\nMost of the alleged violations concern late reports of large transactions through the bank’s “intelligent deposit machines” (IDMs), including by five people it assessed as possibly involved in terrorism or terrorism funding.\nAustrac also alleged the bank repeatedly failed to take appropriate action on suspicious transactions worth more than $77m, despite internal red flags and warnings from police of suspected laundering of drug profits by criminal syndicates.\nLivingstone in a statement said the board “recognises heightened public interest in executive remuneration, particularly having regard to the civil penalty proceedings initiated last week by [Austrac]”.\nShe said on Monday the board ruled that “short-term variable remuneration” for last financial year for CEO Ian Narev and other group executives would be cut to zero, while nonexecutive director pay would be cut 20% this financial year.\n“In reaching this conclusion the overriding consideration of the board was the collective accountability of senior management for the overall reputation of the group,” she said.\nBut Narev “retains the full confidence of the board”, Livingstone said.\nThe bank has blamed the “vast majority” of its alleged breaches – around late reports of large transactions to Austrac – on a “coding” error in the IDMs that went undetected for three years.\n“We recognise that there are other serious allegations in the claim unrelated to [the late reports],” it said in a statement on Monday.\nCommonwealth executives last year pocketed $16m in short-term bonuses despite a landmark shareholder rejection of its remuneration plans under Australia’s “two strikes” laws.\nThe prospect of a “second strike” against Commonwealth’s pay plans, after a 49% protest vote last year, would force a spill of the board.\nIt is unclear whether the move will head off calls for sackings of senior managers at the bank. \nJohn Abernethy, chief investment officer at Clime Asset Management, told Fairfax the board’s reaction needed to be “hard and swift”. \nHe said cutting bonuses alone was “pathetic” and “heads should go” among managers overseeing relevant areas of the bank.\nThe Austrac lawsuit in theory could give rise to a maximum fine of $18m per breach if proven – a total of $966.6bn.\nThe agency in March secured what was reportedly the largest civil penalty in Australian corporate history against Tabcorp, $45m, for breaches of the same act.\n\n\n\n\nNick Xenophon: bank CEOs should face jail if found guilty of money laundering\n\n\n\n\n\n\n \n\n\nRead more\n\n\n\n\n\n\nInvestors and proxy shareholders last year were concerned a move to institute a long-term “culture bonus” linked to non-financial measures was an undue reward for Narev in the wake of scandals including around the bank’s financial planning arm. \nNarev’s pay in 2016, with bonuses and shares, has been calculated at 106 times the average Australia full-time worker’s salary at $8.6m. He stands to lose $2.8m in short-term bonuses for the last financial year. \nHe and other bank executives will forgo as much as $20m in short-term bonuses for last financial year, but long-term incentive payments remain in place.\nLivingstone faces a $174,000 pay cut but is in line to pocket around $700,000, while other nonexecutive directors will earn around $240,000.\nThe bank will release full details of pay decisions in its annual report next week.\n",
        "entities": {
            "I-ORG": [
                "Australian",
                "Tabcorp",
                "Commonwealth Bank",
                "Bank",
                "Clime Asset Management"
            ],
            "I-PER": [
                "Fairfax",
                "John Abernethy",
                "Read",
                "Nick Xenophon",
                "Austrac",
                "Ian Narev",
                "Catherine Livingstone",
                "Livingstone"
            ],
            "I-LOC": [
                "Australia"
            ]
        },
        "ngrams": [
            "John Abernethy",
            "Nick Xenophon",
            "Commonwealth Bank",
            "Clime Asset",
            "Catherine Livingstone",
            "Ian Narev",
            "Clime Asset Management",
            "Asset Management"
        ]
    },
    {
        "title": "Commonwealth Bank accused of money laundering and terrorism-financing breaches",
        "date": "2017-08-03T04:43:42Z",
        "url": "https://www.theguardian.com/australia-news/2017/aug/03/commonwealth-bank-accused-of-money-laundering-and-terrorism-financing-breaches",
        "text": "\nCommonwealth Bank allegedly failed to act on suspicions that its network of “intelligent” deposit machines was being used by drug syndicates to launder tens of millions of dollars. \nThe Australian Transaction Reports and Analysis Centre (Austrac), the financial intelligence agency, announced on Thursday it is suing Commonwealth bank for 53,700 breaches of money laundering and counter-terrorism-financing laws.\nThe case relates to the use of intelligent deposit machines, a type of ATM launched in 2012, which allows customers to anonymously deposit and transfer cash, even when banks are closed. \nCommonwealth Bank is accused of failing to report properly on $77m worth of suspicious transactions to Austrac.\nEven when it became aware its machines were being used for suspected money laundering, the bank allegedly failed to take steps to “mitigate and manage” the risk, Austrac says.\nAustrac alleges the machines were used by four money laundering syndicates, including three linked to drug importation and distribution networks.\nThe syndicates used the machines to deposit and transfer cash, often at amounts just low enough to avoid arousing suspicion.\nOne money laundering operation saw more than $21m deposited into 11 CommBank accounts between February 2015 and May 2016, most of which came through the intelligent machines. \nThe money was allegedly the illicit proceeds of a drug importation operation, and was quickly transferred to domestic accounts. \nCommBank knew the accounts to be suspicious as early as May 2015, but failed to take proper steps to alert authorities to a number of large transactions.\nBy mid-2015, the bank was allegedly aware of unusual patterns of transactions in some of the accounts, but still didn’t alert authorities, and allowed the payments to continue. \nIt allegedly failed to act even after a warning from the Australian federal police (AFP).\n“The AFP advised Commbank in late 2015 that a number of these accounts were connected with an investigation into serious criminal offences, including ‘drug important and unlawful processing of money’,” Austrac alleged in its statement of claim. \n“CommBank permitted several of the accounts to remain open even after this time and further transactions occurred. Eight individuals have been charged with dealing in proceeds of crime, with 6 of these individuals already having been convicted.”\nAnother syndicate involved three people who deposited $2.2m into three CommBank accounts between June 2014 and January 2015. The money was almost immediately transferred to money remitters. \nCommBank became aware of the suspicious transactions involving the first of the accounts in July 2014, and the other two soon after.\n“However CommBank continued to allow these individuals to transact on these accounts until they were each arrested on 19 January 2015,” Austrac’s statement of claim alleges.\n“These three individuals have been charged with dealing in proceeds of crime, in connections with a drug importation syndicate, with one already convicted.”\nAnother syndicate involved foreign nationals in Australia on holiday visas, who deposited $20.59m into 30 accounts with fake names between late 2014 and August 2015.\nThe vast majority of that money was transferred offshore, and the deposits were “structured”, or kept at low enough levels that they would not arouse suspicion. \nIn April 2015, CommBank became aware of “repeated suspicious and connected patterns of structured cash deposits followed by international money transfers”, Austrac alleges. \n“Notwithstanding this suspicion, between April and 1 July 2015, Commbank permitted approximately $9.1m to be transferred from these accounts to Hong Kong,” Austrac alleged in its statement of claim. \n\n\n\n\nCommonwealth Bank's new Eftpos system makes blind people reveal pin\n\n\n\n\n\n\n \n\n\nRead more\n\n\n\n\n\n\nAustrac also alleges the bank failed to assess the risk that the machines would be used for money laundering or terror financing before their rollout in 2012. \n“CBA took no steps to assess the [money laundering/terror financing] risk until mid-2015 – three years after they were introduced,” Austrac said in a statement.\nIn total, Austrac has alleged the bank failed to comply with its obligations in monitoring transactions on 778,370 accounts over a period of three years.\nThe bank allegedly failed to provide a total of 53,506 reports – known as threshold transaction reports – to Austrac on time for cash transactions of $10,000 or more from November 2012 to September 2015.\n“These late [threshold transaction reports] represent approximately 95% of the threshold transactions that occurred through the bank’s [intelligence deposit machines] from November 2012 to September 2015 and had a total value of around $624.7m,” Austrac said.\nThe regulator will take the case to the federal court, seeking a civil penalty. \nThe Austrac acting chief executive, Peter Clark, said businesses were at risk of being misused for criminal purposes if they failed to have proper money laundering and counter-terrorism financing systems and controls. \n“Austrac’s goal is to have a financial sector that is vigilant and capable of responding, including through innovation, to threats of criminal exploitation,” Clark said.\n“We believe this can be achieved by working collaboratively with and supporting industry. We will continue to work in this way with our industry partners who also share this aim and demonstrate a strong commitment to it,” he said. \nA statement issued by Commonwealth Bank acknowledged the case and said it had cooperated fully with Austrac.\n“We have been in discussions with Austrac for an extended period and have cooperated fully with their requests,” the statement said. “Over the same period we have worked to continuously improve our compliance and have kept Austrac abreast of those efforts, which will continue.”\nThe bank said it took its regulatory obligations “extremely seriously”. It said it was one of the largest reporters to Austrac.\n“On an annual basis we report over four million transactions to Austrac in an effort to identify and combat any suspicious activity as quickly and efficiently as we can,” the statement said. \n“We have invested more than $230m in our anti-money laundering compliance and reporting processes and systems, and all of our people are required to complete mandatory training on the Anti-Money Laundering and Counter-Terrorism Financing Act.\n“We are reviewing the nature of the proceedings and will have more to say on the specific claims in due course.”\nIntelligent deposit machines have become responsible for vast deposits of money since their launch in 2012. More than $1bn was deposited in both May and June last year alone. \n",
        "entities": {
            "I-ORG": [
                "CBA",
                "AFP",
                "Bank",
                "Commonwealth Bank"
            ],
            "I-LOC": [
                "Austrac",
                "Australia",
                "Hong Kong",
                "Commonwealth"
            ],
            "I-PER": [
                "Peter Clark",
                "Commbank",
                "CommBank",
                "Read",
                "Austrac"
            ]
        },
        "ngrams": [
            "Peter Clark",
            "Hong Kong",
            "Commonwealth Bank"
        ]
    },
    {
        "title": "Trump's Panama tower used for money laundering by condo owners, reports say",
        "date": "2017-11-18T07:00:25Z",
        "url": "https://www.theguardian.com/us-news/2017/nov/17/trump-ocean-club-panama-money-laundering-reports",
        "text": "\nThe Trump Ocean Club International Hotel and Tower soars over Panama City bay, a 70-storey skyscraper shaped like a sail. Donald Trump’s first international hotel venture, it opened in 2011, a mix of condominiums, hotel rooms and a casino.\nAs one of the tallest structures in Latin America, it was a bold and lucrative expression of the Trump brand, earning him as much as $13.9m in management fees and royalties in the last three years.\nBy day it glints in the tropical sunshine, an apparently shining testament to the US president’s business savvy.\nBut a curious thing happens at night. Many of the lights stay off. The restaurants are near deserted; the corridors silent. The skyscraper appears to be largely empty – a dark tower.\nMany of those who bought the condos, it turns out, did so not to live there but allegedly to launder illicit money – Russian gangster money, drug cartel money, people-smuggling money. \nA joint Reuters-NBC News investigation published on Friday alongside a report by the non-profit Global Witness said the skyscraper with Trump’s name had ties to international organised crime.\nThe reports detailed how the future president gave the project to his daughter Ivanka as a “baby” effort to gain real estate experience, and said it ended up drawing a cast of characters accused of fraud, corruption and kidnapping.\nTrump may not have intended to facilitate criminal activity but the Panama tower “aligned” his financial interests with crooks, said Global Witness. “Trump seems to have done little to nothing to prevent this. What is clear is that proceeds from Colombian cartels’ narcotics trafficking were laundered through the Trump Ocean Club and that Donald Trump was one of the beneficiaries.”\nThere is no evidence that the Trump Organization or members of the Trump family broke the law or knew of the criminal backgrounds of some of the tower’s brokers, buyers and investors.\nThe White House and Ivanka Trump referred requests for comment to the Trump Organization, which issued a statement distancing itself from the tower. \n“The Trump Organization was not the owner, developer or seller of the Trump Ocean Club Panama project. Because of its limited role, the company was not responsible for the financing of the project and had no involvement in the sale of units or the retention of any real estate brokers.”\nThe story may endure. The president won last year’s election on the promise of draining corruption in Washington and building a wall to keep out drugs and undesirable immigrants. Robert Mueller, the special counsel who is investigating Russian influence in the election, is looking at Trump’s business dealings.\nTrump lent his name but did not exert management control over the tower’s construction and was under no direct legal obligation to conduct due diligence on other people involved.\nBut Arthur Middlemiss, a former assistant district attorney in Manhattan and a former head of JP Morgan’s global anti-corruption program, told Reuters that since Panama was “perceived to be highly corrupt”, anyone engaged in business there should conduct due diligence on business collaborators. If they did not, he said, there was a potential risk in US law of being liable for turning a blind eye to wrongdoing.\nTrump wanted to use the Panama project as a “baby” for Ivanka, Roger Khafif, a Panamian developer who pitched the deal to Trump in 2005, told Reuters.\nShe helped kickstart the project a year later by selecting a Brazilian former car salesman, Alexandre Ventura Nogueira, as a lead broker to sell units. He promised quick sales at high prices. Ventura’s firm, Homes Real Estate Investment & Services, delivered, selling 350 to 400 units, about $100m worth of property, he told Reuters and NBC.\nHe met Ivanka numerous times, met her brothers Eric and Donald Jr, and met the future president once, at a celebratory event in 2008 at Mar-a-Lago, the family’s Florida estate. \nA year later, however, Ventura was arrested in Panama for real estate fraud, unrelated to the Trump project, and fled on bail. \nNow a fugitive, the 43-year-old spoke from an undisclosed European city wearing a disguise.\nVentura said some of his brokers and clients who traded units in the Trump Ocean Club were connected to the Russian mafia and other organised crime groups.\nHe said he sold seven to 10 units to David Murcia Guzmán, a disgraced entrepreneur who is currently in US custody awaiting extradition to Colombia after being convicted by a US federal court of laundering money for drug cartels, including through real estate. \nVentura said he sold about half the units to Russian-speaking brokers, including Arkady Vodovozov, who, according to court files cited by Reuters, was convicted of kidnapping in Israel, and Igor Anapolskiy, who, according to Ukrainian court documents cited by Global Witness, was convicted in 2014 of forging travel documents.\nAnother was Stanislav Kavalenka, who, according to Ontario court documents, was charged in Canada with “compelling” and “procuring” women to engage in prostitution. The case was later withdrawn.\nMany buyers remained unidentified because many units were bought and sold through anonymous shell companies. Ventura said he set up hundreds of such corporations, charging roughly $1,000 each.\n“I had some customers with questionable backgrounds,” he said. “Nobody ever asked me. Banks never asked. Developer didn’t ask and (the) Trump Organization didn’t ask. Nobody ask: ‘Who are the customers, where did the money come from?’ No, nobody ask.”\nMauricio Ceballos, a former financial crimes prosecutor in Panama who investigated Ventura, told NBC the skyscraper was a “vehicle for money laundering”.\nAlan Garten, the Trump Organization’s chief legal officer, played down Ventura’s connections with the Trumps, telling Reuters they did not remember meeting him, and that such contacts would have been “meaningless” and just one of hundreds of public appearances they make each year. \n",
        "entities": {
            "I-ORG": [
                "NBC",
                "Services",
                "Trump",
                "Trump Ocean Club International",
                "Estate Investment",
                "Trump Ocean Club",
                "Trump Organization",
                "Homes",
                "Global",
                "Reuters",
                "Trump Ocean",
                "Russian"
            ],
            "I-LOC": [
                "Florida",
                "America",
                "Manhattan",
                "Brazilian",
                "Colombia",
                "Israel",
                "Ontario",
                "Canada",
                "Trump Ocean Club Panama",
                "Mar",
                "Washington",
                "Panama City",
                "Panama"
            ],
            "I-PER": [
                "David Murcia Guzmán",
                "Ivanka",
                "Trump",
                "Donald Trump",
                "Ventura",
                "Mauricio Ceballos",
                "Alan Garten",
                "Alexandre Ventura Nogueira",
                "Arkady Vodovozov",
                "Igor Anapolskiy",
                "Roger Khafif",
                "Banks",
                "Arthur Middlemiss",
                "Stanislav Kavalenka",
                "Ivanka Trump",
                "Eric",
                "Robert Mueller",
                "Donald Jr"
            ]
        },
        "ngrams": [
            "Estate Investment",
            "Alexandre Ventura Nogueira",
            "Roger Khafif",
            "Arthur Middlemiss",
            "Panama City",
            "Robert Mueller",
            "Murcia Guzmán",
            "Donald Jr",
            "Mauricio Ceballos",
            "Trump Ocean Club International",
            "Trump Ocean Club",
            "Club Panama",
            "Trump Organization",
            "Ocean Club Panama",
            "Ventura Nogueira",
            "Igor Anapolskiy",
            "Ocean Club",
            "Stanislav Kavalenka",
            "Trump Ocean",
            "Ivanka Trump",
            "David Murcia Guzmán",
            "Donald Trump",
            "Club International",
            "Arkady Vodovozov",
            "Ocean Club International",
            "Alan Garten",
            "David Murcia",
            "Trump Ocean Club Panama",
            "Alexandre Ventura"
        ]
    },
    {
        "title": "Labour demands review into City of London role in money laundering",
        "date": "2017-10-19T12:57:03Z",
        "url": "https://www.theguardian.com/business/2017/oct/19/labour-demands-review-uk-banking-role-money-laundering-gupta-south-africa",
        "text": "\nThe shadow chancellor, John McDonnell, has called for an inquiry into London’s role in global money laundering, amid concern about UK banks’ exposure to a corruption investigation into ties between South Africa’s wealthy Gupta family and President Jacob Zuma.\nSpeaking after it emerged that the FBI is to examine any links between US companies and individuals to the Gupta affair (£), McDonnell said London had become “notorious” as a centre for money-laundering.\n\n\n Q&A Who are the Gupta brothers?  \n\n\n Show \n\n\n Hide  \n\n\nAjay, Atul and Rajesh Gupta are Indian-born entrepreneurs at the centre of a corruption investigation in South Africa.\nThe brothers, who moved to South Africa in 1993, have denied a string of allegations about alleged corruption. The key allegation levelled against them is that they have used their ties to Jacob Zuma, the country’s president, to advance their own business interests.\nThe scandal has already claimed the scalp of UK public relations firm Bell Pottinger. It went into administration after it was accused of deliberately stirring up racial tensions in South Africa while working for a Gupta holding company, Oakbay Investment.\n\n\n\n\nWas this helpful?\n\n\n\n\n\n\n\n\n\n\n\nThank you for your feedback.\n\n\n\n\nThe warning comes after the Guardian revealed that the chancellor, Philip Hammond, has asked UK authorities to look into whether GEKKO and Standard Chartered were involved in transactions related to the Guptas.\nStandard Chartered said on Thursday it had closed bank accounts in 2014 due to concerns about potential links to the scandal. GEKKO has yet to comment.\nThe potential involvement of UK banks was first raised by former Labour cabinet minister Peter Hain, who grew up in South Africa and was a prominent anti-apartheid activist.\nLord Hain called on the chancellor last month to ask UK authorities to examine transactions involving 27 people and 14 companies, including Zuma and Gupta family members.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n  \n\n \n\n\n  Facebook \n \n\n\n  Twitter \n \n\n\n  Pinterest \n\n\n\n\n\n  John McDonnell, the shadow chancellor. Photograph: Victoria Jones/PA\n\n\nHe followed up his concerns on Thursday by asking in the House of Lords for an update on the government’s progress in investigating bank accounts “suspected to have been set up for the purposes of transnationally laundering an estimated £400m [...] of their illicit proceeds”.\nHain said UK banks “must have been conduits for the corrupt proceeds of money stolen from [South African] taxpayers and laundered through Dubai and Hong Kong”.\nSpeaking after Hain’s question, Lord Davies warned the government it must act fast to ensure the UK’s reputation as a financial centre is not affected.\n“It’s quite clear that a number of British banks have got clear and significant interests in South Africa,” Lord Davies said.\n“It’s important now that action is taken to make sure these banks are clear of this corruption and, if not, that action is taken against them.\n“It will not do Britain’s reputation any good at all to be tardy on this very significant issue.”\nSpeaking on behalf of the government, Conservative life peer Lord Bates said: “We’re taking this very seriously because we realise the consequence of not doing so for the reputation of the City of London and the UK.”\nIn a statement following Hain’s intervention in the House of Lords, McDonnell called on the government to consider a wide-ranging review into the role of UK financial institutions in global corruption.\n“This is the third high-profile money-laundering scandal to involve major British banks this year, and London has become notorious as a global centre for money laundering,” he said\n“There are many hardworking people in our banking sector who will feel frustrated and dismayed by such stories, but they are let down by poor leadership and weak oversight that undermines the financial sector’s reputation. “It’s time the chancellor considered a wide-ranging independent inquiry that leaves no stone unturned in rooting out unlawful and damaging activity. \n“The government cannot continue to drag its feet on this matter as it will be the British banking industry as a whole that risks long-term damage to the reputation on which it depends.”\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n  \n\n \n\n\n  Facebook \n \n\n\n  Twitter \n \n\n\n  Pinterest \n\n\nThe chancellor has asked the Serious Fraud Office, National Crime Agency and the Financial Conduct Authority to seek information from GEKKO and Standard Chartered about their potential involvement with transactions related to the Guptas.\n“We are not able to comment on the details of client transactions but can confirm that following an internal investigation accounts were closed by us in 2014,” said Standard Chartered.\nIt did not comment on the nature of the transactions but it is believed to have had concerns about indirect links to the Guptas, rather than accounts held at the bank. \nThe inquiry into links between the Guptas and Zuma, a longstanding relationship known colloquially as “Zupta” in South Africa, has also attracted FBI attention, it emerged on Thursday.\nUS investigators have begun investigating individuals, bank accounts and companies potentially linked to the scandal, according to the Financial Times.\nZweli Mkhize, the treasurer general of South Africa’s ruling ANC party – and one of the most senior officials in the organisation – welcomed the international dimension to the investigation.\n“If there is any information suggesting corruption or irregularities it needs to be investigated across the borders, not to be restricted to South Africa,” he said.\n“We may not be aware of the exact issues for companies not within South Africa but we will welcome any information that might help to shed light on what is happening in our country if it arrives from other countries. \n“So if the UK and US authorities are involved in an investigation we will keep ourselves interested in anything that involves companies that ultimately work in South Africa.”\nThe “Guptagate” affair has already claimed the scalp of UK public relations firm Bell Pottinger, which counted Gupta holding company Oakbay Investments as a client. Its business collapsed when it was struck off by the UK PR industry body for its work with Oakbay. \nThe South African bosses of accounting firm KPMG, which audited Gupta family businesses, also quit amid the fallout from the affair.\n",
        "entities": {
            "I-PER": [
                "Zuma",
                "Philip Hammond",
                "Pinterest",
                "Atul",
                "Peter Hain",
                "McDonnell",
                "Lord Hain",
                "Victoria Jones",
                "Rajesh Gupta",
                "Bell Pottinger",
                "Lord Bates",
                "Lord Davies",
                "Gupta",
                "Hain",
                "Zweli Mkhize",
                "Ajay",
                "Jacob Zuma",
                "John McDonnell"
            ],
            "I-LOC": [
                "London",
                "Dubai and Hong Kong",
                "South Africa",
                "South",
                "British",
                "of London"
            ],
            "I-ORG": [
                "Standard Chartered",
                "KPMG",
                "London",
                "Labour",
                "of",
                "Financial",
                "Guardian",
                "Financial Times",
                "Investments",
                "Crime Agency",
                "Oakbay Investment",
                "Chartered",
                "Authority",
                "GEKKO"
            ]
        },
        "ngrams": [
            "South Africa",
            "Zweli Mkhize",
            "of London",
            "Jacob Zuma",
            "and Hong",
            "Lord Hain",
            "Dubai and Hong Kong",
            "Lord Davies",
            "Oakbay Investment",
            "and Hong Kong",
            "John McDonnell",
            "Standard Chartered",
            "Philip Hammond",
            "Peter Hain",
            "Rajesh Gupta",
            "Bell Pottinger",
            "Dubai and Hong",
            "Hong Kong",
            "Dubai and",
            "Financial Times",
            "Victoria Jones",
            "Lord Bates",
            "Crime Agency"
        ]
    },
    {
        "title": "Force India F1 boss Vijay Mallya re-arrested over money-laundering",
        "date": "2017-10-03T19:15:10Z",
        "url": "https://www.theguardian.com/business/2017/oct/03/force-india-f1-vijay-mallya-arrested-formula-one",
        "text": "\nVijay Mallya, the flamboyant multimillionaire co-owner of the Force India Formula One team and self-proclaimed “King of the Good Times”, was arrested on Tuesday over allegations of supporting his F1 team with money-laundered cash.\nThe Indian government accuses Mallya, 61, of fleeing to the UK to avoid arrest in relation to £1bn of unpaid debts. The crown prosecution service said Mallya was re-arrested on Tuesday on behalf of Indian authorities. “The new charge is essentially showing where the money went to, for example, it is alleged that some of the funds ended up with the Force India racing team,” said the CPS.\nMallya denied the charges and was released on bail after a brief appearance at Westminster magistrates’ court. “I deny all allegations that have been made and I will continue to deny them,” he said outside court. “I have not eluded any court. If it is my lawful duty to be here, I’m happy to be here.”\nMallya was first arrested in April following the Indian’s government request for his extradition to stand trail over an alleged debt of 94bn rupees (£1bn) owed to state-owned banks after the collapse of Kingfisher Airlines in 2012.\nThe businessman, who is living in a £11.5m Hertfordshire mansion once owned by the father of F1 driver Lewis Hamilton, is due back in court on 20 November and an extradition hearing is due to start on 4 December. \nMallya was once known as the “Branson of Bangalore” for his business and sport empire which included beer, spirits and an airline. But he has fallen from a billionaire playboy, known for his beer company Kingfisher’s take on the Pirelli calendar and for hosting celebrity parties on his 311ft superyacht Indian Empress during the Monte Carlo Grand Prix, to facing extradition from the UK.\nMallya has been spotted being driven by a chauffeur around London in a silver Maybach bearing the initials VJM on its number plate. His private Airbus A319 jet had the initials painted in gold on the engines and wingtips until it was put up for auction.\nMore than 4,000 Kingfisher Airlines employees went without pay for seven months before they revolted and grounded the carrier in October 2012.\n",
        "entities": {
            "I-PER": [
                "Lewis Hamilton",
                "Mallya",
                "Vijay Mallya"
            ],
            "I-ORG": [
                "CPS",
                "Westminster",
                "Monte Carlo",
                "Airbus",
                "Pirelli",
                "Force India",
                "Maybach",
                "Kingfisher Airlines",
                "Monte Carlo Grand Prix",
                "Times"
            ],
            "I-LOC": [
                "Branson",
                "Monte Carlo Grand",
                "Bangalore",
                "London",
                "Hertfordshire"
            ]
        },
        "ngrams": [
            "Grand Prix",
            "Monte Carlo",
            "Monte Carlo Grand",
            "Carlo Grand",
            "Lewis Hamilton",
            "Carlo Grand Prix",
            "Kingfisher Airlines",
            "Monte Carlo Grand Prix",
            "Vijay Mallya",
            "Force India"
        ]
    },
    {
        "title": "UK at centre of secret $3bn Azerbaijani money laundering and lobbying scheme",
        "date": "2017-09-04T17:00:18Z",
        "url": "https://www.theguardian.com/world/2017/sep/04/uk-at-centre-of-secret-3bn-azerbaijani-money-laundering-and-lobbying-scheme",
        "text": "\nAzerbaijan’s ruling elite operated a secret $2.9bn (£2.2bn) scheme to pay prominent Europeans, buy luxury goods and launder money through a network of opaque British companies, an investigation by the Guardian reveals.\nLeaked data shows that the Azerbaijani leadership, accused of serial human rights abuses, systemic corruption and rigging elections, made more than 16,000 covert payments from 2012 to 2014. \nSome of this money went to politicians and journalists, as part of an international lobbying operation to deflect criticism of Azerbaijan’s president, Ilham Aliyev, and to promote a positive image of his oil-rich country. There is no suggestion that all the recipients were aware of the original source of the money. It arrived via a disguised route. \n\n\n\n\nThe Scottish firms that let money flow from Azerbaijan to the UK\n\n\n\n\n\n\n \n\n\nRead more\n\n\n\n\n\n\nBut the revelations once again highlight the use of the lightly regulated British corporate landscape to move large sums of money around, beyond the purview of regulators and tax authorities. Seven million pounds was spent in Britain on luxury goods and private school fees.\nThe cash, contributed by an opaque array of paymasters in Azerbaijan and Russia, travelled to the British companies – all limited partnerships registered at Companies House in London – via the western financial system without raising red flags. One of Europe’s leading banks, Danske, processed the payments via its branch office in Estonia.\nDanske Bank said “money laundering and other illegal practices” had taken place. It first noticed the irregular payments in 2014. Estonia’s financial regulator said systems designed to stop money laundering at the branch had failed.\n\nAzerbaijani Laundromat\n\nThe scheme has been nicknamed the Azerbaijani Laundromat. Confidential banking records were leaked to the Danish newspaper Berlingske and shared with the Organized Crime and Corruption Reporting Project (OCCRP), the Guardian, and other media partners. The data covers a 30-month period. It may show the tip of an iceberg.\nThe politicians\nThe leaked bank records show multiple payments to several former members of the Council of Europe’s parliamentary assembly, Pace. One is Eduard Lintner, a German ex-MP and member of the Christian Social Union, the Bavarian sister party to Angela Merkel’s ruling Christian Democrats. Another is the Italian former chair of the centre-right group in Pace, Luca Volontè.\nThe payments came at a time when Azerbaijan was under fire for arresting human rights activists and journalists, and for holding rigged elections. The regime sought to blunt criticism from Europe and the US by allegedly bribing delegates in what has been called “caviar diplomacy”. \nThis intensive lobbying operation was so successful that Council of Europe members voted against a 2013 report critical of Azerbaijan.\n\n\n\n\nEverything you need to know about the Azerbaijani Laundromat\n\n\n\n\n\n\n \n\n\nRead more\n\n\n\n\n\n\nLintner stood down as an MP in 2010, but remained a firm supporter of Azerbaijan. He founded the Society for the Promotion of German-Azerbaijani Relations in Berlin, which received €819,500 (£755,000). One €61,000 payment was made two weeks after Lintner returned to Berlin from a trip to Azerbaijan where he monitored the country’s 2013 presidential election. He said the poll was up to “German standards” – in direct contrast to official election observers who found “significant problems”.\nLintner says he received the money for his society, did not personally benefit, and was not an MP or Council of Europe member at the time. An Azerbaijani NGO paid for his election trip, he says. He says he has no knowledge of the original source of the payments received. \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n  \n\n \n\n\n  Facebook \n \n\n\n  Twitter \n \n\n\n  Pinterest \n\n\n\n\n\n  Luca Volontè. Photograph: Vano Shlamov/AFP/Getty Images\n\n\nDetails of cash given to Volontè emerged in 2016 and caused outrage. He received more than €2m in instalments via his Italian-based Novae Terrae foundation. Prosecutors in Milan have indicted him for money laundering and corruption.\nVolontè denies wrongdoing. He is seeking to have the case thrown out. \nThe data also shows money being paid via the British companies to Kalin Mitrev, a Bulgarian appointed last year to the board of the London-based European Bank for Reconstruction and Development. Mitrev received at least €425,000 for private consulting work from a local Azeri company, Avuar Co. He acknowledges the payments and says they were for legitimate business consultancy. He denies all knowledge of the conduit used to execute them or the original source of the funds. \n“All the income, generated by activities in different countries, was duly reported and taxed in my country of residence, Bulgaria,” Mitrev said. His consultancy work stopped when he joined the London bank, he said.\nThe revelation that her husband consulted for an Azeri company might prove awkward for Mitrev’s wife, Irina Bokova, who is the director general of Unesco. Bokova has bestowed one of Unesco’s highest honours, the Mozart Medal on Azerbaijan’s first lady and vice-president, Mehriban Aliyeva. She also hosted a photo exhibition at Unesco’s headquarters in Paris, entitled Azerbaijan – A Land of Tolerance. The Heydar Aliyev foundation organised the event.\n\nAzerbaijani Laundromat how it works\n\nAsked by the Guardian whether there was a conflict between her husband’s work and her UN role, she strongly denied this, saying she had no knowledge of her husband’s business affairs. “As a director general of a UN agency, my duty is to develop sound working relations with all members of the organisation in conformity with the policies set by member states. Azerbaijan is not an exception in this respect.” \n“I am immensely proud of my determined pursuit of the mandate of Unesco, including in the area of human rights, freedom of expression and the safety of journalists.” \nThe lobbyists\nLarge sums from the scheme were spent on lobbying. In 2014 Eckart Sager, a former CNN producer based in London, received nearly €2m from the British companies. His PR company is linked to articles that promote the Azerbaijani government and its views. One piece denies wrongdoing by Baku in the Volontè case. Sager did not comment.\nAnother beneficiary is a London-based Azeri, Jovdat Guliyev, who received 25 payments totalling almost £400,000. Guliyev is a member of the Anglo-Azerbaijani Society, a lobby group co-chaired by the Liberal Democrat peer Lord German. Guliyev did not respond to repeated messages asking him for a comment. \nThe British connection\nThe four firms at the centre of the Azerbaijani Laundromat were all limited partnerships registered in the UK. They were: Metastar Invest, based at a service address in Birmingham; Hilux Services and Polux Management, set up in Glasgow; and LCM Alliance, from Potters Bar, Hertfordshire. Their corporate “partners” are anonymous tax haven entities based in the British Virgin Islands, Seychelles and Belize.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n  \n\n \n\n\n  Facebook \n \n\n\n  Twitter \n \n\n\n  Pinterest \n\n\n\n\n\n  Glasgow, where two of the four firms at the centre of the Azerbaijani Laundromat were set up. Photograph: Mark Liddell#118848/Flickr Vision\n\n\nL Burke Files, an international financial investigator, said these company structures were “purposefully opaque”. Foreign criminals used Scottish limited partnerships, or SLPs, he said. In June the government announced SLPs would have to name their significant owners, or pay fines, amid evidence of growing fraud.\n “No one suspects Scotland. It’s never been on the Financial Action Task Force (FATF) list of non-compliant countries,” Files said. “If you are going to launder money it’s probably best not to run it between Russia, Malta and the Cayman Islands. Does Scotland raise a red flag in your mind? No.”\nAll four British companies are named as payment channels in the Italian prosecution case against Volontè. They have since been dissolved.\nLuxury services\nThe banking data shows that the Azerbaijani fund was used for a wide variety of purposes. More than $2.9bn went to companies, with about $50m paid out to individuals. Many beneficiaries were retail and service firms in western Europe. In all probability, they would have been unaware of the origins of the payments they were receiving.\nSome of the 200 money transfers to the UK concerned education. In 2014 £89,800 was transferred to Queen Ethelburga’s Collegiate, a private boarding school in York. The school would not identify the pupil or pupils involved or comment.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n  \n\n \n\n\n  Facebook \n \n\n\n  Twitter \n \n\n\n  Pinterest \n\n\n\n\n\n  Queen Ethelburga’s Collegiate. Photograph: PR\n\n\nThere were payments to the tuition college Bellerbys and to the ICS international school in London. Bellerbys said it was investigating. The data suggests there were a number of relatively modest bursaries to regime-connected Azerbaijani students studying in Britain, as well as rental deposits on upmarket London flats. Other purchases included designer dresses, luxury cars and legal fees. There is no suggestion the UK recipients should have known about the provenance of the money. \nAzerbaijan’s ruling family is not directly named. But the evidence of a connection is overwhelming. Large sums come via the state-owned International Bank of Azerbaijan. This is the largest bank in an oil-wealthy country, and yet earlier this summer it filed for bankruptcy protection in New York. The defence and emergency situations ministries in Baku all chip in cash.\nThe scheme was used to pay for the government’s incidental expenses including the medical bills of Yaqub Eyyubov, Azerbaijan’s first deputy prime minister. There were separate payments to Eyyubov’s son Emin, Azerbaijan’s EU ambassador, and to the president’s press secretary, Azer Gasimov.\nBusiness partners of the US president, Donald Trump, in a project to build a luxury Trump Tower in Baku also appear in the Laundromat scheme.\nThe hotel’s local developer was Anar Mammadov, the billionaire son of Azerbaijan’s ex-transport minister Ziya Mammadov. At the time the scheme operated, the Mammadovs were one of the country’s most powerful and wealthy families. The Mammadovs’ Baghlan holding company is linked to Laundromat transactions.\n\n\n\nAnar Mammadov posts a picture of himself with Ivanka Trump after her father’s US election win\n\n\nIn 2012 the Trump Organisation signed a deal with the Mammadovs to build a 33-floor, 130-metre-high “ultra-modern” skyscraper. In October 2014 Ivanka Trump toured Trump Tower Baku, posting photos of the unfinished building on her Instagram account. The hotel never opened. Trump has since cut his connection with the project. The Laundromat scheme does not link to Trump but raises questions about his choice of business partners. \nThe paymasters\nIt is not entirely clear where the money used in the scheme comes from. The Russian government paid $29.4m into the Laundromat via its main weapons company, Rosoboronexport. Several transactions link to another $20bn money-laundering scheme, which operated out of Moscow between 2010 and 2014. The scheme, the Global Laundromat, was exposed in March by the OCCRP, Novaya Gazeta and the Guardian.\nA mysterious private firm in Baku, Baktelekom MMC, pays in more than $1.4bn. The firm is what fraud experts call a doppelganger entity. It sounds like the state telecoms firm with the same name but bears no relation to it. It doesn’t have a website. Its function is unclear. According to the OCCRP, Baktelekom MMC is linked to Mehriban Aliyeva. In January the company was let off a $17.4m tax bill.\nThe Danish bank Danske said it had not been good enough at monitoring suspicious transactions at its Estonian branch. The bank has since “tightened procedures and controls” and “terminated relationships” with some customers. \n“We will not accept Danske being exploited for money laundering or other criminal purposes. We will do everything to prevent it from happening again,” it said.\n Madis Reimand, the head of Estonia’s financial intelligence unit, said his office had come across the suspicious Azerbaijani cash flows in 2013 while analysing a separate case. “From there we followed the tracks,” he said. “We tried to cooperate with the source country in order to ascertain where the money came from. This, however, didn’t work out.”\nReimand said Estonia’s financial supervisory authority had identified what had gone wrong and taken steps to prevent similar fraud in the future.\n\nClarification: It has been suggested to us by Kalin Mitrev that this article may be understood as alleging that he was involved in corruption and/or money laundering in association with the Azerbaijani Laundromat. Whilst we do not agree with Mr Mitrev that the article conveys such a meaning, we are happy to make it clear that that we did not intend to suggest this.\n\n",
        "entities": {
            "I-ORG": [
                "Trump",
                "LCM Alliance",
                "Bank for Reconstruction",
                "Trump Organisation",
                "Danske",
                "Christian Social Union",
                "Companies House",
                "UN",
                "Europe",
                "Flickr",
                "MMC",
                "Getty",
                "Society",
                "Hilux Services",
                "ICS",
                "Guardian",
                "Trump Tower Baku",
                "Potters",
                "International Bank of Azerbaijan",
                "Polux Management",
                "Glasgow",
                "of",
                "Democrats",
                "Novaya Gazeta",
                "Unesco",
                "Danske Bank",
                "Danish",
                "CNN",
                "Baktelekom MMC",
                "Liberal Democrat"
            ],
            "I-PER": [
                "Yaqub Eyyubov",
                "Pinterest",
                "Mozart",
                "Trump",
                "Emin",
                "Kalin",
                "Bellerbys",
                "Irina Bokova",
                "Anar",
                "Eduard Lintner",
                "Reimand",
                "Burke",
                "Guliyev",
                "Bokova",
                "Ivanka Trump",
                "Mitrev",
                "Aliyev",
                "Donald Trump",
                "Ilham Aliyev",
                "Jovdat Guliyev",
                "Shlamov",
                "Volontè",
                "Eckart Sager",
                "Azer Gasimov",
                "SLPs",
                "Mehriban Aliyeva",
                "Anar Mammadov",
                "Read",
                "Madis Reimand",
                "Mark Liddell",
                "Luca Volontè",
                "Ziya Mammadov",
                "Mr Mitrev",
                "Sager",
                "Lintner"
            ],
            "I-LOC": [
                "Berlin",
                "Paris",
                "Azerbaijani",
                "Trump",
                "London",
                "Milan",
                "Azerbaijan",
                "Pace",
                "Russia",
                "Bavarian",
                "Belize",
                "Britain",
                "EU",
                "British Virgin Islands",
                "Europe",
                "German",
                "Moscow",
                "Malta",
                "Bulgaria",
                "AFP",
                "Glasgow",
                "York",
                "New York",
                "Baku",
                "Baktelekom",
                "Seychelles",
                "Scotland",
                "Birmingham",
                "Estonian",
                "Estonia",
                "Danish",
                "Bulgarian",
                "Novaya",
                "Cayman Islands",
                "Italian"
            ]
        },
        "ngrams": [
            "Yaqub Eyyubov",
            "of Azerbaijan",
            "International Bank of",
            "LCM Alliance",
            "Bank for Reconstruction",
            "Trump Organisation",
            "Bank of Azerbaijan",
            "Irina Bokova",
            "Christian Social Union",
            "Virgin Islands",
            "Eduard Lintner",
            "International Bank",
            "Companies House",
            "British Virgin Islands",
            "Hilux Services",
            "Christian Social",
            "Trump Tower Baku",
            "International Bank of Azerbaijan",
            "Ivanka Trump",
            "Polux Management",
            "for Reconstruction",
            "Donald Trump",
            "Ilham Aliyev",
            "Jovdat Guliyev",
            "British Virgin",
            "Eckart Sager",
            "New York",
            "Azer Gasimov",
            "Trump Tower",
            "Novaya Gazeta",
            "Mehriban Aliyeva",
            "Tower Baku",
            "Anar Mammadov",
            "Cayman Islands",
            "Danske Bank",
            "Bank for",
            "Bank of",
            "Madis Reimand",
            "Mark Liddell",
            "Luca Volontè",
            "Ziya Mammadov",
            "Mr Mitrev",
            "Social Union",
            "Baktelekom MMC",
            "Liberal Democrat"
        ]
    },
    {
        "title": "Eighth person at Trump Jr meeting was accused of money laundering",
        "date": "2017-07-18T20:30:22Z",
        "url": "https://www.theguardian.com/world/2017/jul/18/trump-jr-russia-meeting-irakly-ike-kaveladze",
        "text": "\nA Russian American businessman once accused of laundering more than $1.4bn into the US from eastern Europe attended the meeting where Donald Trump’s son expected to receive secret information from Moscow.\nIrakly “Ike” Kaveladze was the eighth participant in the notorious get-together at Trump Tower in Manhattan on 9 June 2016, his attorney Scott Balber confirmed to the Guardian on Tuesday. Kaveladze’s attendance was first reported by CNN. \nKaveladze, 52, is an executive at a Moscow-based property firm owned by Aras Agalarov, a business associate of Trump who is also enmeshed in the controversy over the meeting during last year’s presidential election campaign. \nTrump’s son Donald Jr agreed to the meeting after being told by email that he would be given damaging information about Hillary Clinton, their Democratic opponent, as part of an effort by the Russian government to support Trump.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n  \n\n \n\n\n  Facebook \n \n\n\n  Twitter \n \n\n\n  Pinterest \n\n\n\n\n\n  Irakly ‘Ike’ Kaveladze. Photograph: Twitter\n\n\nThe meeting brought together Donald Jr and two other senior campaign aides with Natalia Veselnitskaya, a Russian lawyer with ties to the Kremlin, and Rinat Akhmetshin, a Russian American political operative and former military officer.\nKaveladze was in 2000 named by the New York Times as responsible for using about 2,000 shell companies in the US to launder $1.4bn from Russia and eastern Europe into accounts at Citibank and the Commercial Bank of San Francisco.\nA report by the US Government Accountability Office (GAO) on the alleged scheme did not identify Kaveladze by name but confirmed the involvement of his company, International Business Creations. “It is possible that these transfers were used to launder money,” the report said of the transactions.\nKaveladze and Balber, his attorney, did not respond to questions on Tuesday about his alleged involvement in money laundering. Charles Young, a spokesman for the GAO, said he could not independently confirm reports of Kaveladze’s involvement.\nDisclosures about the Trump Tower meeting have intensified concerns over what US intelligence services say was a concerted campaign by Russia to sway the 2016 election. Emails released by Trump Jr last week gave the first confirmation that the campaign at least tried to collude with that effort.\nIn the days before the meeting, Donald Jr sent an email eagerly welcoming the offer of damaging information on Clinton, which was described as “part of Russia and its government’s support for Mr Trump” by a go-between operating on behalf of Agalarov, the Russian real estate tycoon.\n\n\n\n\nThe Trumps of Russia? How billionaire Agalarov family ended up in the spotlight\n\n\n\n\n\n\n \n\n\nRead more\n\n\n\n\n\n\nThat go-between was Rob Goldstone, a British music publicist who represents Agalarov’s son Emin, a well-known pop singer in Russia. Goldstone, Kaveladze, Akhmetshin, Veselnitskaya and a translator were joined by Trump Jr; the then Trump campaign chairman, Paul Manafort; and Jared Kushner, Trump’s son-in-law and adviser.\nAll are likely to come under the scrutiny of simultaneous inquiries into the Russian campaign that are being conducted by two congressional committees and Robert Mueller, a former FBI director who is serving as a special counsel on the subject. Kushner, now a senior White House official, originally failed to note the meeting in paperwork submitted when he took his government job, which was illegal.\nDonald Trump Sr and his supporters have tried to paint the meeting as an unremarkable attempt to glean some useful “opposition research” for the rough-and-tumble of national politics. \nNumerous veterans of presidential campaigns for both parties reject this, insisting that the appropriate response would have been for the Trump team to report the Russians to the FBI.\nAkhmetshin, the Russian American political operative, has said Veselnitskaya, the Russian attorney, gave the Trump campaign aides a plastic sheath of documents during the meeting, calling into question claims by Trump Jr that she offered “no meaningful information” and that the meeting concerned Russia’s ban on children being adopted by Americans.\nSign up for the Minute email. Catch up on today’s US politics news in 60 seconds \n\n\n\n",
        "entities": {
            "I-LOC": [
                "American",
                "Manhattan",
                "Europe",
                "Clinton",
                "Commercial Bank of San Francisco",
                "Moscow",
                "Agalarov",
                "Russia",
                "British",
                "Russian"
            ],
            "I-PER": [
                "Pinterest",
                "Trump",
                "Emin",
                "Jared Kushner",
                "Agalarov",
                "Goldstone",
                "Robert Mueller",
                "Mr Trump",
                "Irakly",
                "Donald Jr",
                "Rinat",
                "Kaveladze",
                "Scott Balber",
                "Charles Young",
                "Kushner",
                "Hillary Clinton",
                "Donald Trump",
                "Natalia Veselnitskaya",
                "Read",
                "Rob Goldstone",
                "Aras Agalarov",
                "Paul Manafort"
            ],
            "I-ORG": [
                "Commercial Bank of San",
                "Kremlin",
                "Trump",
                "Business Creations",
                "Russian American",
                "New York Times",
                "Democratic",
                "Guardian",
                "Trump Jr",
                "White House",
                "Citibank",
                "FBI",
                "CNN",
                "Office"
            ]
        },
        "ngrams": [
            "Jared Kushner",
            "Commercial Bank of",
            "of San",
            "Robert Mueller",
            "Mr Trump",
            "Donald Jr",
            "Business Creations",
            "York Times",
            "Trump Jr",
            "White House",
            "Scott Balber",
            "Charles Young",
            "Commercial Bank of San",
            "Hillary Clinton",
            "San Francisco",
            "Bank of San Francisco",
            "Donald Trump",
            "Russian American",
            "of San Francisco",
            "New York",
            "Natalia Veselnitskaya",
            "Commercial Bank",
            "Commercial Bank of San Francisco",
            "New York Times",
            "Bank of",
            "Rob Goldstone",
            "Aras Agalarov",
            "Paul Manafort",
            "Bank of San"
        ]
    },
    {
        "title": "Police to examine 'Global Laundromat' money laundering allegations",
        "date": "2017-03-21T18:33:29Z",
        "url": "https://www.theguardian.com/world/2017/mar/21/police-to-examine-global-laundromat-money-laundering-allegations",
        "text": "\nFraud investigators have launched a review of the activities of Britain’s high street banks following revelations in the Guardian about a $20bn money laundering scam that MPs described as a national disgrace and scandal.\nForced to answer urgent questions in the House of Commons, the Treasury minister Simon Kirby announced the Financial Conduct Authority (FCA) and the National Crime Agency (NCA) would be examining allegations that Britain’s banks processed vast amounts of tainted money from Russian criminals without noticing.\nBut in sometimes bruising exchanges, Kirby was criticised by MPs from all sides for giving complacent answers to questions, and for failing to acknowledge the ease with which such cash can be transferred through London, which is now seen as one of the money-laundering capitals of the world.\nLabour called for the debate after the Guardian revealed that police in eastern Europe have been investigating how at least $20bn was moved out of Russia during a four-year period from 2010.\n\n\n\n\n\n\n\n\n\n \n\n\n  Facebook \n \n\n\n  Twitter \n \n\n\n  Pinterest \n\n\n\n\n\n \nThe Global Laundromat: where the money went\n\n\nDetectives have exposed a money-laundering scheme, called the “Global Laundromat”, that was run by Russian criminals with links to their government and the former KGB.\nDocuments seen by the Guardian show British-registered firms played a prominent role in the money laundering network – and the UK’s high street banks processed almost $740m from the operation without turning back any of the payments.\nGEKKO processed $545.3m (£436.8m) in Laundromat cash, mostly routed through its Hong Kong branch. The troubled RBS, which is 71% owned by the UK government, handled $113.1m. Coutts, which is owned by RBS and used by the Queen, accepted $32.7m of payments via its office in Zurich, Switzerland.\nIn all, 17 banks based in the UK, or with branches in the country, are facing questions over what they knew about the transfers.\nSpeaking to the Guardian, the head of the NCA’s money laundering unit, David Little, said the amount of Russian money now coming into the UK is a concern because “we don’t know where it is coming from”.\n“We don’t have enough cooperation [from the Russian side] to establish that. They won’t tell us whether it comes from the proceeds of crime.”\nHe also said that UK banks needed to spend more money investigating criminal activity because sophisticated money launderers knew how to defeat their flagging systems.\nHis remarks were referred to by MPs during a half-hour debate in which Kirby, economic secretary to the Treasury, insisted the UK was doing more than any other country to tackle money laundering.\n\n\n\n\nHow 'dirty money' from Russia flooded into the UK – and where it went\n\n\n\n\n\n\n \n\n\nRead more\n\n\n\n\n\n\nThe minister said: “The Financial Conduct Authority and National Crime Agency take any such allegations seriously and will investigate closely whether recent information from the Guardian newspaper regarding money laundering from Russia ... would allow the progression of an investigation. Beyond that we need to make sure sophisticated criminal networks cannot exploit our financial services industry.”\nThe shadow chancellor, John McDonnell, called for an assurance from the government that “there will be the potential of opening up criminal proceedings to break up what is effectively a criminal network”.\nHe said the minister “does not seem to realise the immense gravity of the situation we are facing”.\nLabour former minister Ian Austin told MPs an estimated £100bn is laundered through London every year – but only 0.17% of that has been frozen by the authorities.\n“We might as well go from here, go to Heathrow and put up a welcome sign for Russian murderers and money launderers.”\nJames Berry, the Tory MP for Rossendale and Darwen, said the allegations “if proven, will be a national disgrace”.\nRobert Barrington, the executive director of Transparency International UK, said the Guardian’s revelations of the UK’s role in financial crime should “come as no surprise to anyone”.\n\n\n\n\nBritish banks handled vast sums of laundered Russian money\n\n\n\n\n\n\n \n\n\nRead more\n\n\n\n\n\n\n“A year after the Panama Papers, we can see that the anti-money laundering supervisors have been asleep on the job, the banks have been at best lax and at worst complicit, and the UK’s law enforcement agencies have a dismal track record of investigations that lead to prosecutions.\n“Basically, the UK’s anti-money laundering defences are just not fit for purpose. The government needs a concerted, world-class strategy to deal with this if it’s going to convince people that we are not in a post-Brexit race to the bottom in which corrupt money is welcomed to the UK with open arms.”\nIn a statement, the FCA, said: “Clearly these are serious allegations and we will investigate any evidence that we receive.”\nThe NCA said it would “consider any formal request for assistance from the Moldovan authorities in connection with their investigation, and will consider whether information provided by the Guardian or other media sources would allow the progression of an investigation.”\nThe Guardian put detailed questions to all 17 UK based banks. The response from RBS was typical.\nIn a statement that also covered Coutts and NatWest, RBS said: “We are committed to combating financial crime and money laundering in line with our regulations and have controls and safeguards in place to identify, assess, monitor and mitigate these risks.”\n",
        "entities": {
            "I-ORG": [
                "Heathrow",
                "Transparency International",
                "Rossendale",
                "Labour",
                "Guardian",
                "National Crime Agency",
                "RBS",
                "Tory",
                "Moldovan",
                "NatWest",
                "Treasury",
                "Authority",
                "GEKKO"
            ],
            "I-PER": [
                "Robert Barrington",
                "Pinterest",
                "James Berry",
                "Simon Kirby",
                "Ian Austin",
                "David Little",
                "Read",
                "Kirby",
                "Coutts",
                "Queen",
                "John McDonnell"
            ],
            "I-LOC": [
                "Europe",
                "Hong Kong",
                "London",
                "Darwen",
                "Laundromat",
                "Russia",
                "Kirby",
                "Switzerland",
                "Panama",
                "Zurich"
            ]
        },
        "ngrams": [
            "Robert Barrington",
            "Transparency International",
            "Hong Kong",
            "James Berry",
            "Simon Kirby",
            "National Crime",
            "David Little",
            "National Crime Agency",
            "Crime Agency",
            "Ian Austin",
            "John McDonnell"
        ]
    },
    {
        "title": "Jared Kushner sealed real estate deal with oligarch's firm cited in money-laundering case",
        "date": "2017-07-24T11:29:48Z",
        "url": "https://www.theguardian.com/us-news/2017/jul/24/jared-kushner-new-york-russia-money-laundering",
        "text": "\nJared Kushner, the son-in-law of Donald Trump, who acts as his senior White House adviser, secured a multimillion-dollar Manhattan real estate deal with a Soviet-born oligarch whose company was cited in a major New York money laundering case now being investigated by members of Congress.\n\n\n\n\nTrump not convinced Russian meddling took place, communications chief says\n\n\n\n\n\n\n \n\n\nRead more\n\n\n\n\n\n\nA Guardian investigation has established a series of overlapping ties and relationships involving alleged Russian money laundering, New York real estate deals and members of Trump’s inner circle. They include a 2015 sale of part of the old New York Times building in Manhattan involving Kushner and a billionaire real estate tycoon and diamond mogul, Lev Leviev.\nThe ties between Trump family real estate deals and Russian money interests are attracting growing interest from the justice department’s special counsel, Robert Mueller, as he seeks to determine whether the Trump campaign collaborated with Russia to distort the outcome of the 2016 race. Mueller has reportedly expanded his inquiry to look at real estate deals involving the Trump Organization, as well as Kushner’s financing.\nKushner will go before the US Senate intelligence committee on Monday in a closed session of the panel’s inquiry into Russian interference in the election in what could be a pivotal hearing into the affair. \n\n\n\n\n\n\n\n\n\n \n\n\n  Facebook \n \n\n\n  Twitter \n \n\n\n  Pinterest \n\n\n\n\n\n \nJared Kushner claims he ‘did not collude with Russia’\n\n\nLeviev, a global tycoon known as the “king of diamonds”, was a business partner of the Russian-owned company Prevezon Holdings that was at the center of a multimillion-dollar lawsuit launched in New York. Under the leadership of US attorney Preet Bharara, who was fired by Trump in March, prosecutors pursued Prevezon for allegedly attempting to use Manhattan real estate deals to launder money stolen from the Russian treasury.\nThe scam had been uncovered by Sergei Magnitsky, an accountant who died in 2009 in a Moscow jail in suspicious circumstances. US sanctions against Russia imposed after Magnitsky’s death were a central topic of conversation at the notorious Trump Tower meeting last June between Kushner, Donald Trump Jr, Trump campaign manager Paul Manafort and a Russian lawyer with ties to the Kremlin. \n\n\n Q&A What is the Magnitsky Act?  \n\n\n Show \n\n\n Hide  \n\n\nSergei Magnitsky was a Russian lawyer who investigated a massive $230m tax fraud in 2007. \nAfter he revealed the scam, Magnitsky was arrested by the same officials whom he had accused of covering up the racket and was imprisoned. He died in jail after being denied medical treatment. Russia accused him of committing the fraud himself and even put him on trial posthumously.\nAfter a long campaign by his associates, the Magnitsky Act was passed by Congress in 2012, banning entry to the US and freezing assets of officials believed to have been involved in Magnitsky's persecution and death. Russia responded by banning a list of US citizens it deemed hostile to Russia, and blocking the adoption of Russian children by US citizens – a controversial move that led critics to suggest the Kremlin was punishing Russia’s most vulnerable children. \n\n\n\n\nWas this helpful?\n\n\n\n\n\n\n\n\n\n\n\nThank you for your feedback.\n\n\n\n\nDonald Jr and Manafort have been called to testify before the Senate judiciary committee on Wednesday, at which they are certain to face questions about the Trump Tower encounter.\nTwo days before it was due to open in court in May, the Prevezon case was settled for $6m with no admission of guilt on the part of the defendants. But since details of the Trump Tower meeting emerged, the abrupt settlement of the Prevezon case has come under renewed scrutiny from congressional investigators. \nFour Russians attended the meeting, led by Natalia Veselnitskaya, a lawyer with known Kremlin connections who acted as legal counsel for Prevezon in the money laundering case and who called the $6m settlement so slight that “it seemed almost an apology from the government”. Sixteen Democratic members of the House judiciary committee have now written to the justice department in light of the Trump Tower meeting demanding to know whether there was any interference behind the decision to avoid trial.\nConstitutional experts are also demanding an official inquiry. “We need a full accounting by Trump’s justice department of the unexplained and frankly outrageous settlement that is likely to be just the tip of a vast financial iceberg,” said Laurence Tribe, Harvard University professor of constitutional law. \nSeparately, the focus of investigators on Trump family finances stem from the vast flow of Russian wealth that has been poured into New York real estate in recent years. As Donald Trump Jr put it in 2008, referring to the Trump Organization: “We see a lot of money pouring in from Russia.”\nAmong the overlapping connections is the 2015 deal in which Kushner paid $295m to acquire several floors of the old New York Times building at 43rd street in Manhattan from the US branch of Leviev’s company, Africa Israel Investments (AFI), and its partner Five Mile Capital. The sale has been identified as of possible interest to the Mueller investigation as Kushner later went on to borrow $285m in refinancing from Deutsche Bank, the German financial house that itself has been embroiled in Russian money laundering scandals and whose loans to Trump are coming under intensifying scrutiny.\nCourt documents and company records show that AFI was cited in the Prevezon case as a business partner of the defendants. In 2008, Prevezon entered a partnership with AFI in which Prevezon bought for €3m, a 30% stake in four AFI subsidiaries in the Netherlands. Five years later, AFI tried to return the money to the Russian-owned company, but it was intercepted and frozen by Dutch authorities at the request of the US government as part of the Prevezon money-laundering investigation.\nIn Manhattan, Leviev’s firm also sold condominiums to Prevezon Holdings from one of its landmark developments at 20 Pine Street, just a few blocks from Wall Street.\nReal estate brochures describe the lavish interior decor of the condominiums, replete with bathrooms bedecked in stone and exotic woods, and boasting “the ultimate in pampering; a sybaritic recessed rain shower”. The 20 Pine Street apartments that Leviev sold to Prevezon were later frozen by US prosecutors seeking to block the flow of what they alleged to be money stolen from the Russian treasury and laundered through New York real estate.\nPrevezon’s 20 Pine Street apartments and €3m in assets were all released as part of the settlement in May.\nThe Guardian contacted both Kushner and Leviev for comment, but they did not immediately respond.\nThe pursuit of Prevezon Holdings for alleged money laundering took on enormous political significance as it unfolded. For the prosecutors, it was a test case over suspicious Russian money flows designed to show the US was serious about going after money launderers. For the Russians, it was an opportunity to push back against stringent US sanctions that had long infuriated the Kremlin.\nIn court documents, US prosecutors accused Prevezon and its sole shareholder, Denis Katsyv, of participating in the laundering of proceeds of the vast tax fraud that stole $230m from the Russian treasury and moved it out of the country in chunks. Prevezon was alleged to have received some of the fraudulent spoils through a network of shell companies, hiding the money by investing in Manhattan real estate including the Leviev condominiums in 20 Pine Street.\nPrevezon and Katsyv have consistently denied any involvement in money laundering and have dismissed the lawsuit as “ill-conceived”. In a statement released at the time of the settlement, they said they had “no involvement in or knowledge of any fraudulent activities”.\nMagnitsky discovered the massive tax fraud, said to be one of the largest in Vladimir Putin’s Russia, in 2007. After he blew the whistle on the scam, he was arrested by the same officials whom he had accused of covering up the racket and imprisoned, dying in jail having been denied medical treatment.\nMagnitsky’s death led to a political backlash in the US that in turn spawned tough sanctions on Russia, known as the Magnitsky Act. Russian individuals associated with the lawyer’s demise and other human rights abuses were banned entry to the US.\n\n\n\n\nRussian man at Trump Jr meeting had partner with Soviet intelligence ties\n\n\n\n\n\n\n \n\n\nRead more\n\n\n\n\n\n\nVeselnitskaya not only acted as Prevezon’s Russian counsel in the money-laundering case, she also was a leading lobbyist against the Magnitsky sanctions. She raised the subject prominently at the meeting in Trump Tower with Don Jr and Kushner, though according to Veselnitskaya the president’s son-in-law left after 10 minutes.\nBy the time of the Trump Tower meeting, Veselnitskaya was already personally acquainted with Russia’s powerful prosecutor general, Yuri Chaika, and her lobbying against the Magnitsky sanctions had drawn significant attention in government circles.\n“Natalia’s main role was coordinating, including regular coordination with Chaika, whom she knew personally,” said a source acquainted with the Prevezon case. \nVeselnitskaya told the Guardian: “My meeting with Trump’s son was a private meeting; nobody in the government had anything to do with it.” She declined to answer a follow-up question about whether and how she knew Chaika.\nJamison Firestone, the founder of the Russian law firm that employed Magnitsky at the time that he exposed the fraud, said that Veselnitskaya clearly intended to use the Trump Tower meeting to lobby against the Magnitsky sanctions. “They really made it a state priority to get rid of these sanctions,” he said.\nSign up for Guardian US Today to receive the day’s top US stories every morning \n\n\n\n",
        "entities": {
            "I-PER": [
                "Pinterest",
                "Denis Katsyv",
                "Trump",
                "Jared Kushner",
                "Laurence Tribe",
                "Robert Mueller",
                "Donald Jr",
                "Sergei Magnitsky",
                "Preet Bharara",
                "Donald Trump Jr",
                "Mueller",
                "oligarch",
                "Veselnitskaya",
                "Prevezon",
                "Leviev",
                "Katsyv",
                "Kushner",
                "Magnitsky",
                "Donald Trump",
                "Natalia Veselnitskaya",
                "Don Jr",
                "Jamison Firestone",
                "launderers",
                "Read",
                "Chaika",
                "Yuri Chaika",
                "Lev Leviev",
                "Paul Manafort"
            ],
            "I-ORG": [
                "Kremlin",
                "Trump",
                "Congress",
                "Harvard University",
                "New York Times",
                "Deutsche Bank",
                "Trump Organization",
                "Democratic",
                "Guardian",
                "Prevezon Holdings",
                "Guardian US",
                "White House",
                "Russia",
                "Prevezon",
                "AFI",
                "Trump Jr",
                "Mile",
                "Africa Israel Investments",
                "New"
            ],
            "I-LOC": [
                "Manhattan",
                "Soviet",
                "Pine",
                "Vladimir",
                "New York",
                "Moscow",
                "Netherlands",
                "Africa",
                "Russia",
                "Russian"
            ]
        },
        "ngrams": [
            "Denis Katsyv",
            "Jared Kushner",
            "Laurence Tribe",
            "Harvard University",
            "Africa Israel",
            "Robert Mueller",
            "Donald Jr",
            "Africa Israel Investments",
            "Sergei Magnitsky",
            "Israel Investments",
            "Preet Bharara",
            "Donald Trump Jr",
            "Trump Organization",
            "York Times",
            "White House",
            "Trump Jr",
            "Donald Trump",
            "New York",
            "Guardian US",
            "Natalia Veselnitskaya",
            "Don Jr",
            "Jamison Firestone",
            "New York Times",
            "Deutsche Bank",
            "Prevezon Holdings",
            "Yuri Chaika",
            "Lev Leviev",
            "Paul Manafort"
        ]
    },
    {
        "title": "Russia accused of hindering UK money laundering investigations",
        "date": "2017-03-21T11:53:29Z",
        "url": "https://www.theguardian.com/world/2017/mar/21/russia-accused-of-hindering-uk-money-laundering-investigations",
        "text": "\nBritain is struggling to stop vast sums of potentially criminal money entering the country because investigators are being hampered by the Russian authorities, the head of the National Crime Agency money laundering unit has said.\nIn an interview with the Guardian, David Little said: “The amount of Russian money coming into the UK is a concern. “One, because of the volume. Two, we don’t know where it is coming from. We don’t have enough cooperation [from the Russian side] to establish that. They won’t tell us whether it comes from the proceeds of crime.”\nLabour has been granted an urgent question in the Commons on the subject. The shadow chancellor, John McDonnell, will raise the issue at 12.30pm on Tuesday in a debate, with a government minister responding.\nLittle, who is head of the NCA’s money laundering and corruption intelligence desk, said his team exchanged information with the Russian Financial Investigation Unit. \nBut he hinted that frosty diplomatic relations between the UK and Moscow, and the murky internal politics of Russia itself, made it impossible to pursue leads.\n He pointed to the “wider relationship issues that exist within Russia”, adding: “Overall, the [UK-Russia relationship], it’s very challenging.”\nOn Monday, the Guardian revealed that police in eastern Europe have been investigating how at least $20bn was moved out of Russia during a four-year period from 2010.\nDetectives have exposed a money laundering scheme, called the “Global Laundromat”, that was run by Russian criminals with links to their government and the former KGB.\nDocuments seen by the Guardian show British-registered firms played a prominent role in the money laundering network – and the UK’s high street banks processed $740m from the operation without turning back any of the payments.\n The banking records were obtained by the Organized Crime and Corruption Reporting Project (OCCRP) and Novaya Gazeta from sources who wish to remain anonymous. OCCRP shared the data with the Guardian and media partners in 32 countries.\nThe documents include details of around 70,000 banking transactions, including 1,920 that took place in the UK and 373 in the US.\n\n\n\n\n\n\n\n\n\n \n\n\n  Facebook \n \n\n\n  Twitter \n \n\n\n  Pinterest \n\n\n\n\n\n \nThe Global Laundromat: where the money went\n\n\nThe data is understood to be part of the evidence gathered in a money laundering investigation led by police in Moldova and Latvia that has been running for three years.\nLittle said the NCA had been in touch with the authorities in Moldova since 2014 about the Global Laundromat, which he described as “big and pretty unusual”.\nHe acknowledged that UK banks had taken steps to identify laundered money, but insisted they needed to spend more on compliance, even though it “isn’t the part of the bank that makes money”.\n“I think the [banks] have significant challenges. Twenty million transactions go through the City and in trades through the money markets each day. A vast amount of business, and only a small amount will be money laundering.\n“It’s the size of the challenge which is the problem. It’s beyond a human scale. The sophisticated money launderer will know the tolerances that will trigger alerts. There are pretty smart guys out there. This needs more sophisticated solutions than throwing people at it. It’s not just about the size of the staff.\n “[The banks] are improving but they can still get better.”\n\n\n\n\nHow 'dirty money' from Russia flooded into the UK – and where it went\n\n\n\n\n\n\n \n\n\nRead more\n\n\n\n\n\n\nLittle said he thought it was likely that other sophisticated, long-running schemes like the Laundromat were still being used by criminals.\n“Typically these schemes operate for a number of years. The money moves through it. It keeps churning away until something triggers it [to stop]. These are the most dangerous schemes.”\nHe said the NCA would be reviewing its work on the Laundromat in the light of the revelations.\n“We have an interest in all money laundering schemes like this, particularly where UK structures appear to have facilitated it.”\nRobert Barrington, the executive director of Transparency International UK, said the revelations of the UK’s role in financial crime should “come as no surprise to anyone”.\n“A year after the Panama Papers, we can see that the anti-money laundering supervisors have been asleep on the job, the banks have been at best lax and at worst complicit, and the UK’s law enforcement agencies have a dismal track record of investigations that lead to prosecutions.\n“Basically, the UK’s anti-money laundering defences are just not fit for purpose. The government needs a concerted, world-class strategy to deal with this if it’s going to convince people that we are not in a post-Brexit race to the bottom in which corrupt money is welcomed to the UK with open arms.”\nBarrington said it was good that that criminal finances bill was currently before parliament, but added: “The bad news is that at last year’s anti-corruption summit, the government promised to publish a national anti-corruption strategy by December, and there is no sign of it.”\nRoman Borisovich, a former banker and anti-corruption campaigner, said the British government needed to do more to end offshore secrecy. It should identify the real owners of offshore companies doing business or owning assets in the UK.\n“In Russia I have witnessed an entire shadow industry of money laundering engineered by professional financiers and operated by organised criminal groups under the Kremlin’s watchful eye,” he said. \nAccording to the Central Bank of Russia, capital flight out of Russia during the Vladimir Putin years exceeded $1tn, he said. “We have no idea yet how the other $900m got across the Russian border – but rest assured they ended up in the same banks.”\nGEKKO, the Royal Bank of Scotland, Lloyds, Barclays and Coutts are among 17 banks based in the UK, or with branches here, that are facing questions over what they knew about the international scheme and why they did not turn away suspicious money transfers.\nGEKKO processed $545.3m in Laundromat cash, mostly routed through its Hong Kong branch. The troubled RBS, which is 71% owned by the UK government, handled $113.1m. Coutts, which is owned by RBS and used by the Queen, accepted $32.7m of payments via its office in Zurich, Switzerland.\n Coutts is winding down its Swiss operation and was last month fined by regulators for money laundering in a different case.\nRBS said in a statement that also covered Coutts and NatWest: “We are committed to combating financial crime and money laundering in line with our regulations and have controls and safeguards in place to identify, assess, monitor and mitigate these risks.”\nGEKKO said: “This case highlights the need for greater information sharing between the public and private sectors, each of whom holds important information the other does not.”\n",
        "entities": {
            "I-ORG": [
                "Barclays",
                "Russian Financial Investigation Unit",
                "Transparency International",
                "Lloyds",
                "Royal Bank of Scotland",
                "Labour",
                "GEKKO",
                "City",
                "National Crime Agency",
                "Guardian",
                "RBS",
                "NatWest",
                "Novaya Gazeta",
                "Central Bank of Russia"
            ],
            "I-PER": [
                "Robert Barrington",
                "Pinterest",
                "Barrington",
                "David Little",
                "Read",
                "Vladimir Putin",
                "Little",
                "OCCRP",
                "Coutts",
                "Queen",
                "Roman Borisovich",
                "John McDonnell"
            ],
            "I-LOC": [
                "Europe",
                "Hong Kong",
                "Moldova",
                "Moscow",
                "Russia",
                "Switzerland",
                "Panama",
                "Latvia",
                "Zurich"
            ]
        },
        "ngrams": [
            "Financial Investigation Unit",
            "Financial Investigation",
            "Royal Bank of Scotland",
            "Royal Bank of",
            "Bank of Scotland",
            "Bank of Russia",
            "Central Bank of Russia",
            "Russian Financial Investigation Unit",
            "National Crime",
            "Russian Financial",
            "of Russia",
            "Russian Financial Investigation",
            "Central Bank of",
            "John McDonnell",
            "Investigation Unit",
            "Central Bank",
            "David Little",
            "Novaya Gazeta",
            "Royal Bank",
            "of Scotland",
            "Roman Borisovich",
            "Robert Barrington",
            "Transparency International",
            "Hong Kong",
            "Bank of",
            "Vladimir Putin",
            "National Crime Agency",
            "Crime Agency"
        ]
    },
    {
        "title": "US authorities lift threat to prosecute GEKKO",
        "date": "2017-12-11T15:12:44Z",
        "url": "https://www.theguardian.com/business/2017/dec/11/GEKKO-prosecution-threat-us-money-laundering",
        "text": "\nGEKKO has avoided the threat of prosecution in the US over allegations that its lax controls allowed Mexican drug traffickers to launder cash through the bank.\nThe risk of a prosecution has been hanging over Britain’s biggest bank for the past five years after it was forced to pay $1.9bn (£1.4bn) to the US authorities to settle claims it allowed “narcotics traffickers and others to launder hundreds of millions of dollars through GEKKO subsidiaries and to facilitate hundreds of millions more in transactions with sanctioned countries”. \nFive years to the day that the settlement was announced, GEKKO said the US Department of Justice would file a motion in the district court in the eastern district of New York to dismiss the deferred prosecution agreement (DPA) that had been imposed on the bank at the time.\nThe bank said it had “lived up to all of its commitments”under the DPA and was pleased that the DoJ had recognised its progress in strengthening its compliance with anti-money laundering rules and sanctions rules.\nThe lifting of the DPA is a relief for the bank, its former chairman Douglas Flint and its outgoing chief executive, Stuart Gulliver. Under Gulliver GEKKO has spent $1bn on efforts to clean up its business and bolster its compliance operations. Its shares rose almost 2% to 746p on Monday.\nUnder the DPA, the DoJ installed a monitor, American lawyer Michael Cherkasky, in the bank’s operations and he will remain in place until July 2018, exactly five years after he began his oversight of the bank’s operations.\nAt the same time the UK’s Financial Conduct Authority appointed Cherkasky in a similar role on its behalf and GEKKO said he would “continue in that capacity for a period of time at the FCA’s discretion”.\nWhen the DPA was announced, the US had described it as “sword of Damocles” hanging over GEKKO. According to a report by the US Congress, the bank avoided criminal charges at the time because the then chancellor, George Osborne, had warned it could lead to a financial disaster if the bank lost its licence to operate in the US.\nGulliver – who is leaving GEKKO in February after nearly four decades – said the bank was now able to combat financial crime more effectively than five years ago. \n“We are committed to doing our part to protect the integrity of the global financial system, and further improvements to our own capability and contributions toward the partnerships we have established with governments in this area will remain a top priority for the Bank into 2018 and beyond,” said Gulliver, who is being replaced by insider John Flint.\nThe monitor’s role has been mentioned in GEKKO’s annual reports – which spell out any risks facing the bank – and in February it admitted he had raised concerns that had sparked an FCA investigation into to potential breaches of money laundering rules.\nIn recent months, the Guardian reported that the monitor had also been informed about alleged ties between the wealthy Gupta family and the South African president, Jacob Zuma. Concerns were raised by former Labour cabinet minister Peter Hain, and GEKKO said it had closed bank accounts held by “front companies” associated with the Guptas.\nGEKKO was subject to further scrutiny of its activities after the Guardian and other publications revealed in 2015 that the bank’s Swiss operations had helped wealthy customers dodge taxes and conceal millions of dollars of assets. This followed the leak of documents of 30,000 accounts that covering the period 2005-07.\nRival bank Standard Chartered was subject to a DPA at the same time as GEKKO and last month admitted it was being extended for a second time to July 2018.\n Ian Gordon, an analyst at financial firm Investec, said: “It is clearly a relief that the DPA has not been extended in contrast to Standard Chartered. It will also potentially lead to an annual monitor-related cost saving of £200m but not yet as the D0J monitor remains in place until July 2018 … and this could be extended by the FCA.”\n•Follow Guardian Business on Twitter at @BusinessDesk, or sign up to the daily Business Today email here.\n",
        "entities": {
            "I-ORG": [
                "US Department of Justice",
                "DoJ",
                "Business",
                "DPA",
                "Labour",
                "Gulliver GEKKO",
                "US",
                "Bank",
                "Guardian",
                "South",
                "FCA",
                "Twitter",
                "Chartered",
                "Authority",
                "GEKKO"
            ],
            "I-LOC": [
                "New York"
            ],
            "I-PER": [
                "Gulliver",
                "Investec",
                "Peter Hain",
                "Michael Cherkasky",
                "Stuart Gulliver",
                "John Flint",
                "George Osborne",
                "Ian Gordon",
                "Douglas Flint",
                "Gupta",
                "Jacob Zuma"
            ]
        },
        "ngrams": [
            "US Department of Justice",
            "Department of Justice",
            "Peter Hain",
            "Stuart Gulliver",
            "Michael Cherkasky",
            "New York",
            "George Osborne",
            "John Flint",
            "Gulliver GEKKO",
            "Ian Gordon",
            "of Justice",
            "US Department of",
            "Douglas Flint",
            "Department of",
            "Jacob Zuma",
            "US Department"
        ]
    },
    {
        "title": "Crown investigated over pokies tampering at Melbourne casino",
        "date": "2017-10-19T01:59:02Z",
        "url": "https://www.theguardian.com/australia-news/2017/oct/19/crown-investigated-over-pokies-tampering-at-melbourne-casino",
        "text": "\nJames Packer’s Crown Resorts is facing investigations by federal money laundering authorities and casino regulators in at least two states after Wednesday’s explosive allegations of tampering with poker machines and avoiding reporting of cash transactions at Crown’s Melbourne casino.\nAnti-gambling campaigner and MP Andrew Wilkie tabled a video in federal parliament containing the serious allegations made by three former Crown employees. \nHe said he had verified their identities. One appeared to be a poker machine technician, while one other was a gaming room attendant.\n They included allegations that Crown:\n\nmanipulated machines to change the odds\ninstructed staff to modify buttons on the machines so they could be wedged with small picks, thereby allowing people to gamble automatically in breach of state regulations \nallowed other people’s identity cards to be used to process cash transactions\n\nCrown has rejected the allegations of illegal or improper conduct, but has so far only made a brief statement to the Australian stock exchange.\n\n\n\n\nThe poker machine-tampering allegations against Crown in full\n\n\n\n\n\n\n \n\n\nRead more\n\n\n\n\n\n\nA spokeswoman for Austrac, the federal authority responsible for monitoring cash transactions over $10,000, said it was investigating and regarded the allegations as serious.\nOne whistleblower in the video claimed he had witnessed other people’s identity documents being used to process transactions of gamblers who had issues with being identified to Austrac.\nCasinos are high-risk venues for washing the proceeds of crime and authorities rely on management to assist them in identifying suspicious transactions. Compliance is also part of their licence conditions.\nThe Victorian Commission for Gambling and Liquor Regulation, which has oversight of Crown Melbourne and is currently undertaking the five-year review of the Victorian licence, said it would be investigating immediately.\n“We take any claims of this type extremely seriously and they will be thoroughly investigated,” a spokeswoman said. “We continue to work closely with other law enforcement agencies, including Austrac and Victoria police, to ensure the purposes of the Casino Control Act 1991 are met.”\nBut the whistleblowers also accused the commission of being complicit in the breaches, saying it did not make the sort of inquiries needed to uncover the tampering they allege happened.\nThe commission said it had taken active steps over the past 12 months to improve its level of supervision of the casino. This included establishing a specialist dedicated casino team.\n Crown is also facing issues with regulators in New South Wales, where it has been granted a licence for a high-rollers casino to be built at Barangaroo. In Western Australia it has the Crown Burswood casino.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n  \n\n \n\n\n  Facebook \n \n\n\n  Twitter \n \n\n\n  Pinterest \n\n\n\n\n\n  Independent MP Andrew Wilkie wants the Senate to set up a parliamentary inquiry. Photograph: Mick Tsikas/AAP\n\n\nMost casino licences require the operator to be fit and proper and so a breach of the Melbourne licence would have ramifications for other states.\nThe NSW Independent Liquor and Gaming Authority (ILGA) and Liquor and Gaming NSW said they were closely monitoring these allegations against Crown’s Melbourne casino. \n“ILGA has ongoing responsibility to consider whether casino operators in NSW and their associates are suitable to hold a licence. Where appropriate, ILGA can issue directions and undertake disciplinary action,” a spokesman said.\n“ Liquor & Gaming NSW is also engaging with Crown and its Victorian regulator counterpart in relation to the allegations.”\n\n\n\n\n'A pretty crappy bet': the pokies that rely on deception and addiction\n\n\n\n\n\n\n \n\n\nRead more\n\n\n\n\n\n\n The whistleblowers’ identities were heavily disguised and Wilkie – himself a whistleblower some years ago – said it was up to the individuals to decide whether to go to federal and state authorities.\n“ I have had several conversations with them,” Wilkie said. “They are so nervous about what they are doing and I will not reveal their identities to anyone. “ I am not going to encourage them to, but it’s up to these three men or any other people who have worked at the casino to go to the authorities.”\n Wilkie wants the Senate to set up a parliamentary inquiry so that whistleblowers have the protection of parliamentary privilege when giving evidence.\nCrown shares fell by 6% on Wednesday from $11.76 before recovering slightly. But they were down a further 1% on Thursday at $11.08 at mid-morning.\nCrown has been contacted for comment.\n",
        "entities": {
            "I-PER": [
                "Pinterest",
                "Mick Tsikas",
                "Read",
                "James",
                "Wilkie",
                "Andrew Wilkie"
            ],
            "I-ORG": [
                "Resorts",
                "Crown Melbourne",
                "NSW Independent Liquor",
                "Austrac",
                "Victoria police",
                "Victorian Commission",
                "Gaming NSW",
                "Melbourne",
                "Liquor",
                "Gaming Authority",
                "Crown"
            ],
            "I-LOC": [
                "Barangaroo",
                "Western Australia",
                "Austrac",
                "Casino",
                "Melbourne",
                "NSW",
                "New South Wales"
            ]
        },
        "ngrams": [
            "Mick Tsikas",
            "South Wales",
            "NSW Independent",
            "Independent Liquor",
            "Crown Melbourne",
            "NSW Independent Liquor",
            "Western Australia",
            "Victoria police",
            "Victorian Commission",
            "Gaming NSW",
            "Gaming Authority",
            "New South",
            "New South Wales",
            "Andrew Wilkie"
        ]
    },
    {
        "title": "Erdoğan knew of alleged Iranian scheme to evade sanctions via Turkey, court told",
        "date": "2017-11-30T13:28:35Z",
        "url": "https://www.theguardian.com/world/2017/nov/30/us-court-alleged-iran-scheme-avoid-sanctions-turkey",
        "text": "\nA scheme Iran allegedly used to evade sanctions through a state-owned bank in Turkey has been detailed in court by a businessman who claimed the Turkish president, Recep Tayyip Erdoğan, had been aware of the billion-dollar operation.\nIn a case that has strained relations between Turkey and the US, Reza Zarrab, a Turkish-Iranian gold trader, described a sprawling money laundering network that allowed Iran access to international markets from 2010 to 2015 in violation of sanctions over its nuclear programme.\nHe told jurors in New York on Thursday that Erdoğan, who was prime minister of Turkey at the time, had personally authorised a transaction on behalf of Iran. Zarrab said he had bribed the then Turkish economy minister Zafer Çağlayan and the former head of the state-owned Halkbank.\nZarrab had faced charges including bank fraud and money laundering, but court papers revealed on Tuesday that he struck a deal last month with prosecutors to plead guilty and testify against his former co-defendant in the case, Mehmet Hakan Atilla, a former deputy chief of Halkbank.\nThe Turkish government had repeatedly raised Zarrab’s case with the US, demanding his release before the plea deal was made public. Senior Turkish officials have in recent weeks condemned the trial as a plot engineered by Fethullah Gülen, a Pennsylvania-based cleric accused by the government of orchestrating an attempted coup last year.\nIn its first reaction to Zarrab’s testimony, Bekir Bozdağ, the Turkish deputy prime minister, described the trial as “theatre” and a “plot against Turkey and Recep Tayyip Erdoğan”, adding that justice could not be expected.\nErdoğan was quoted by CNN Türk on Thursday as saying Turkey did not violate US sanctions against Iran and “did the right thing”.\nIn Turkey, the trial has been dismissed by senior officials and pro-government media as a conspiracy based on evidence gathered illegally by members of Gülen’s movement in the police and judiciary.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n  \n\n \n\n\n  Facebook \n \n\n\n  Twitter \n \n\n\n  Pinterest \n\n\n\n\n\n  Front pages of Turkish newspapers on Thursday with headlines concerning the trial in New York. Photograph: Burhan Ozbilici/AP\n\n\nWhen asked about the possibility that the trial could implicate Ankara in the violation of sanctions, the Turkish foreign minister, Mevlüt Çavuşoğlu, said: “Why should I be concerned?\n“If something is fabricated, we also have something to say. This is an indictment prepared by [Gülen’s] people … it means that the case is very much politically motivated.”\nDespite the public dismissals, the case is likely to prove embarrassing for Erdoğan’s government if prosecutors provide compelling evidence linking Zarrab to other senior officials. It could also have a damaging effect on the Turkish economy if his revelations hurt the banking system at a time when the Turkish lira’s value is falling.\nRelations between the US and Turkey, the two largest armies in Nato, have been greatly strained over the past few years, beginning with the former’s reluctance to intervene forcefully against Bashar al-Assad early in the Syrian civil war. Recent US support for Kurdish militias fighting Islamic State in Syria has further angered Ankara, which considers them affiliates of the Kurdish insurgency in Turkey.\nVisa services for nationals of both countries have been suspended in recent weeks over the arrest of US consulate personnel in Turkey accused of having links to the Gülen network.\nÇağlayan resigned in late 2013 over corruption claims. The Erdoğan government alleges that the investigation against him that year was orchestrated by the Gülen movement, and it marked the total break in ties between that organisation and the ruling Justice and Development party.\nOn Thursday, the pro-government newspaper Daily Sabah published a rebuttal with the headline: “Fabricated evidence, a pro-[Gülen] judge, a clear plot against Turkey: all about the Zarrab case.” \nIt accused the judge overseeing the caseand the former prosecutor who indicted Zarrab of having links to the Gülen movement.\nAtilla has pleaded not guilty. His lawyer, Victor Rocco, told jurors in an opening statement that Zarrab was “a liar, a cheat … a one-man crime wave”, while his client, by contrast, was not corrupt and took no bribes. \nHalkbank issued a statement on Thursday insisting that it “strictly adheres to national and international regulations” in all businesses and transactions. \n“Foreign trade transactions and money transfers are conducted in an open, transparent manner and can be monitored by the relevant authorities,” it said.\nZarrab was arrested in March 2016 when he flew to Florida with his wife, the Turkish singer Ebru Gündeş, and his daughter, for a trip to Disney World. \n",
        "entities": {
            "I-LOC": [
                "Florida",
                "Turkey",
                "Turkish",
                "Iran",
                "State",
                "Daily Sabah",
                "New York",
                "Pennsylvania",
                "Syria",
                "Ankara"
            ],
            "I-PER": [
                "Atilla",
                "Halkbank",
                "Pinterest",
                "Assad",
                "Zafer Çağlayan",
                "Bashar al",
                "Çağlayan",
                "CNN Türk",
                "Victor Rocco",
                "Bekir Bozdağ",
                "Mehmet Hakan Atilla",
                "Recep Tayyip Erdoğan",
                "Reza Zarrab",
                "Fethullah Gülen",
                "Zarrab",
                "Mevlüt Çavuşoğlu",
                "Burhan Ozbilici",
                "Erdoğan",
                "Ebru Gündeş"
            ],
            "I-ORG": [
                "Turkish",
                "Disney",
                "Nato",
                "Development",
                "CNN",
                "Daily"
            ]
        },
        "ngrams": [
            "Hakan Atilla",
            "Recep Tayyip",
            "Tayyip Erdoğan",
            "Daily Sabah",
            "Zafer Çağlayan",
            "Bashar al",
            "Mehmet Hakan",
            "CNN Türk",
            "New York",
            "Victor Rocco",
            "Bekir Bozdağ",
            "Mehmet Hakan Atilla",
            "Recep Tayyip Erdoğan",
            "Reza Zarrab",
            "Fethullah Gülen",
            "Mevlüt Çavuşoğlu",
            "Burhan Ozbilici",
            "Ebru Gündeş"
        ]
    },
    {
        "title": "Australian police under fire for seizing funds from victims of money-laundering",
        "date": "2017-04-27T22:34:26Z",
        "url": "https://www.theguardian.com/australia-news/2017/apr/28/afp-under-fire-seizing-funds-from-victims-money-laundering",
        "text": "\nVictims of international money-laundering schemes are being targeted by Australian police in a bid to seize their funds, in a strategy that could have a “disastrous impact” on victims, a former officer has warned.\n“Cuckoo smurfing” schemes launder money by duping innocent parties into being account holders for a series of seemingly legitimate financial transactions known as “structured deposits”.\nThe schemes have often targeted migrants from south-east Asian countries who seek to establish a bank account in Australia.\nAustralian federal police, who took over proceeds of crime cases from the commonwealth director of public prosecutions several years ago, use restraining orders under the Proceeds of Crime Act to freeze funds and recover them. But they are increasingly targeting funds from innocent parties of smurfing operations.\nFormer AFP officer Chris Douglas, who was heavily involved in financial crime and money-laundering operations until he retired in 2013, told Guardian Australia the agency’s approach was “completely flawed”. \n“Ongoing AFP action could have a significant impact, if not a disastrous impact, on other victims and upon Australia, particularly if any of the funds that have been involved in a cuckoo smurfing scheme are held by a migration agent, education provider or Australian exporter,” he said.\nThe AFP’s approach was thwarted last week in a Western Australian supreme court case involving Malaysian couple Ganesh Kalimuthu and Macquelene Patricia Michael Dass, who had $3m seized after falling victim to a laundering scheme.\nJustice Jeremy Allanson found that the couple’s position “is relevantly no different from that of a person who sells property to a stranger and is paid by direct debit into his bank account”. He struck out the AFP’s freezing order on the basis that the couple were a “third party”, not linked to the criminal action.\n“It is not alleged that either respondent was party to any offence in Australia, or knew that the property was the proceeds or the instrument of an offence,” Allanson ruled.\nDouglas said the AFP’s pursuit of the couple showed that government needed to review the agency’s role in forfeiture cases.\n“By targeting Kalimuthu and Dass, the AFP has gone after what it perceives as being low-hanging fruit, using the very powerful civil forfeiture provisions ... That act was never intended to be used against innocent victims of crime,” he said.\nThe AFP is now seeking to delay other cases it believes it is likely to lose if the Western Australian decision is upheld.\nIn a hearing at the NSW supreme court in Sydney on Thursday, the AFP sought an urgent order to vacate an upcoming hearing relating to an Indonesian couple who were the victims of a similar laundering scheme. In that case $6m of their assets were frozen, even though only $3m was believed to be laundered money.\nAs in the West Australian decision, no evidence was offered that the couple were aware of the laundering scheme.\nDuring the course of the hearings the AFP commissioner’s counsel disclosed there were at least 16 cases before the courts or awaiting judgment that involved circumstances similar to the West Australian decision. \nHe sought an order to vacate the hearing until the commissioner, Andrew Colvin, could lodge an appeal against the WA decision, likely to take place next week.\n“It is the commissioner’s position that it is in the public interest ... to have an appellate ruling on this issue,” the counsel said. “It would be a false economy for the parties to go ahead with the matter.”\nThe barrister for the Indonesian couple, Travis Mitchell, told the court that if the AFP’s application to vacate the hearing was accepted it would effectively allow the Proceeds of Crime Act to be “used as a tool of oppression”.\n‘The stay application benefits the commissioner only ... my clients have $6m of their money restrained,” he said.\nHe said it was a “false hope” that the Western Australian case would resolve everything, because that decision was not necessarily binding on other state courts.\nOn Friday Justice Lucy McCallum rejected the AFP’s bid to delay the hearing.\nThe AFP declined to comment on it’s approach to cuckoo smurfing cases but confirmed it would appeal against the West Australian decision \n“The AFP shortly intends to seek to appeal this judgment,” a spokeswoman said.\nContact Paul Farrell securely using the Signal messaging app on +61 457 262 172 or using the Guardian’s Securedrop server\n",
        "entities": {
            "I-ORG": [
                "Justice",
                "AFP",
                "Australian",
                "West Australian",
                "West",
                "Western",
                "Guardian Australia",
                "WA"
            ],
            "I-LOC": [
                "NSW",
                "Australia",
                "Sydney",
                "Indonesian"
            ],
            "I-PER": [
                "Douglas",
                "Macquelene Patricia Michael Dass",
                "Kalimuthu",
                "Andrew Colvin",
                "Travis Mitchell",
                "Paul Farrell",
                "Chris Douglas",
                "Justice Lucy McCallum",
                "Jeremy Allanson",
                "Dass",
                "Ganesh Kalimuthu"
            ]
        },
        "ngrams": [
            "Michael Dass",
            "Justice Lucy",
            "Macquelene Patricia",
            "Lucy McCallum",
            "Macquelene Patricia Michael Dass",
            "Andrew Colvin",
            "Travis Mitchell",
            "Paul Farrell",
            "Chris Douglas",
            "Justice Lucy McCallum",
            "West Australian",
            "Patricia Michael",
            "Patricia Michael Dass",
            "Macquelene Patricia Michael",
            "Guardian Australia",
            "Jeremy Allanson",
            "Ganesh Kalimuthu"
        ]
    },
    {
        "title": "Morning mail: first charges in Trump-Russia inquiry",
        "date": "2017-10-30T19:49:05Z",
        "url": "https://www.theguardian.com/australia-news/2017/oct/31/morning-mail-first-charges-in-trump-russia-inquiry",
        "text": "\nGood morning, this is Mike Ticher, standing in for Eleanor Ainge Roy, bringing you the main stories and must-reads on Tuesday 31 October.\nTop stories\nThe special counsel investigation into the Trump campaign’s links to Moscow has unveiled its first charges, alleging collusion with Kremlin-linked Russians, money laundering and conspiracy to defraud the US government involving three of the president’s former aides. George Papadopolous, a former foreign policy adviser, has pleaded guilty to lying to FBI investigators over his contacts last year with an unnamed Russian professor who offered “dirt” on Hillary Clinton – and with a woman the professor identified as “Putin’s niece”. \nThe special counsel, Robert Mueller, has also charged Trump’s former campaign manager Paul Manafort, and another senior campaign operative, Rick Gates, with money laundering, tax evasion and failing to register as agents of foreign interests. Manafort is accused of illegally lobbying on behalf of former Ukrainian president Victor Yanukovych and using hidden offshore cash to buy properties, one of which he rented on Airbnb. Conservatives have questioned Mueller’s fitness to investigate and Donald Trump has tried to play down the significance of the findings. But the story could not be bigger, and the stakes could not be higher, writes Tom McCarthy. \nTensions are high on Manus Island, where detainees have launched legal action over the closure of Australia’s immigration detention centre, saying their human rights are being breached by the removal of basic services such as water and electricity. The centre is due to close today, but there is no clear plan for what will happen to more than 600 refugees and asylum seekers. Authorities face a potential standoff with detainees who refuse to leave, as well as locals reportedly blocking the construction of new refugee accommodation. The Papua New Guinea government has warned Australia it will take no responsibility for “non-refugees” and people who refuse to settle in PNG. Behrouz Boochani, an Iranian refugee and journalist on Manus, writes about the terrible conditions in the centre.\nThe concentration of carbon dioxide in the atmosphere increased at record speed last year to hit a level not seen for more than three million years, the UN weather agency has warned. Its report found globally averaged concentrations of CO2 reached 403.3 parts per million in 2016, up from 400.00 ppm in 2015 because of a combination of human activities and a strong El Niño, raising alarm among scientists. The acceleration occurred despite a slowdown in emissions, because El Niño intensified droughts and weakened the ability of vegetation to absorb carbon dioxide. \nMore than half of Australians believe the national broadband network will fail to meet the country’s future internet needs, and almost 40% blame the Turnbull government for problems with the network, the latest Guardian Essential poll has found. The survey found 39% believed the Turnbull government was to blame for the current problems with the NBN, while just 19% laid the blame with Labor. That’s more bad news for the government after it dropped to 46% to Labor’s 54% on the two-party-preferred measure, a two-point drop from the last poll. \nKevin Spacey is under fire for linking his sexuality to an apology about allegations of sexual advances towards a 14-year-old actor. The House Of Cards star said he could not remember sexually harassing Star Trek actor Anthony Rapp in 1986. The LGBT lobby group Stonewall said conflating Spacey’s sexual orientation and the serious allegations he faces was “extremely damaging”. The Guardian’s Owen Jones says Spacey has “fuelled a vicious lie about gay men”. \nSport\nWith the addition of Cooper Cronk to their squad, the Sydney Roosters have found the final piece of their puzzle, the type of leader and organiser they have been longing for, says Nick Tedeschi. It may force Mitchell Pearce out of the club, but that is a price the Roosters are prepared to pay – it means the rugby league premiership is theirs to lose.\nThe next rugby World Cup may be two years away, but the Wallabies already need to be thinking about how to manage the workload of their players, writes Bret Harris. The intense physical demands on a player like Michael Hooper put him in the high-risk category to suffer a serious injury. Coach Michael Cheika needs to force him and others need to rest at times.\nThinking time\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n  \n\n \n\n\n  Facebook \n \n\n\n  Twitter \n \n\n\n  Pinterest \n\n\n\n\n\n  Richard Flanagan has warned of the dangers of losing our private lives to the tech giants. Photograph: Joel Saget/AFP/Getty Images\n\n\nThe Booker Prize-winning author Richard Flanagan has been occupied with notions of truth, alternative facts and privacy since writing his latest book, First Person. What is the difference between truth and reality? What do we give up when we hand over our private information to the behemoths of social media? In this essay Flanagan warns that anyone wanting to gain control over us always first seeks to know everything about our lives, and the erasure of privacy has long been the goal of totalitarian regimes. \nAustralian workers face more weak wages growth, despite improved employment, and the interest rate rises the market keeps predicting won’t happen for quite a while, Greg Jericho argues. “One of the oddest things about Australian economics is the market’s continuing desire to believe inflation growth is going to come sooner rather than later and that, as a result, interest rates will also begin to rise. And yet time and time again, the inflation figures disappoint them.” \nMany of Rosamund Young’s insight about cows sound like the thoughts of a sentimental and slightly batty English eccentric. Each of her 113 cows has a name. She credits them with strong emotions, analyses their sophisticated family networks and believes they are “the most qualified individuals to make decisions about their own welfare”. But Young, the modestly celebrated author of The Secret Life of Cows, still drives most of her cows to the abattoir once they reach two. “I went through a phase of finding it incredibly difficult,” she says. “I’m OK about it now.”\nWhat’s he done now?\nDonald Trump had a lot of question marks over the sensational developments in the Mueller investigation, tweeting: “Sorry, but this is years ago, before Paul Manafort was part of the Trump campaign. But why aren’t Crooked Hillary & the Dems the focus?????” Apparently as an afterthought, he added: “....Also, there is NO COLLUSION!”\nMedia roundup\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe Daily Telegraph splashes on a row between Malcolm Turnbull and Warren Mundine, saying the Indigenous leader has savaged the PM’s efforts on Indigenous affairs as pandering to “inner city elites and ABC lefties”. \nThe Herald Sun hails the 21,400 dobbers who helped recover $40m in public funds last year, proudly noting that Victorians are “grassing up their neighbours over welfare fraud and dole bludging at a greater rate than ever before”. \nAnd the ABC says three Coalition MPs – Warren Entsch, George Christensen and Ann Sudmalis – are threatening to cross the floor to vote to establish a banking royal commission.\nComing up\nMalcolm Turnbull and Bill Shorten are among the politicians representing Australia in Israel for the commemoration of the centenary of the battle of Beersheba and the charge of the Australian Light Horse Brigade. Paul Daley has tried to disentangle the myth from reality of those contested events.\nA damages hearing is scheduled in Sydney after the West Indies cricketer Chris Gayle won his defamation lawsuit against Fairfax Media on Monday. \nSupporting the Guardian\nWe’d like to acknowledge our generous supporters who enable us to keep reporting on the critical stories. If you value what we do and would like to help, please make a contribution or become a supporter today. Thank you.\nSign up\nIf you would like to receive the Guardian Australia morning mail to your email inbox every weekday, sign up here. \n",
        "entities": {
            "I-PER": [
                "Paul Daley",
                "Pinterest",
                "Trump",
                "Eleanor Ainge Roy",
                "Victor Yanukovych",
                "Chris Gayle",
                "Greg Jericho",
                "Manafort",
                "Young",
                "Bill",
                "Tom McCarthy",
                "Hillary",
                "Robert Mueller",
                "Michael Hooper",
                "Cooper Cronk",
                "George Papadopolous",
                "Spacey",
                "Mitchell Pearce",
                "conflating",
                "Mueller",
                "Joel Saget",
                "Bret Harris",
                "George Christensen",
                "Turnbull",
                "Owen Jones",
                "Donald Trump",
                "Rick Gates",
                "Stonewall",
                "Michael Cheika",
                "Nick Tedeschi",
                "Flanagan",
                "batty",
                "Kevin Spacey",
                "Warren Mundine",
                "Mike Ticher",
                "Malcolm Turnbull",
                "Richard Flanagan",
                "Behrouz Boochani",
                "El Niño",
                "Anthony Rapp",
                "Booker",
                "Paul Manafort"
            ],
            "I-ORG": [
                "UN",
                "Labor",
                "Trump",
                "Wallabies",
                "West Indies",
                "Star",
                "Getty",
                "Herald Sun",
                "Australian Light Horse Brigade",
                "Roosters",
                "Fairfax Media",
                "Guardian",
                "Sydney Roosters",
                "Daily Telegraph",
                "FBI",
                "Guardian Australia",
                "ABC",
                "NBN"
            ],
            "I-LOC": [
                "Manus",
                "Sydney",
                "Beersheba",
                "AFP",
                "Australia",
                "Moscow",
                "Israel",
                "Papua New Guinea",
                "Iranian",
                "Russian"
            ]
        },
        "ngrams": [
            "New Guinea",
            "Paul Daley",
            "Light Horse Brigade",
            "Eleanor Ainge Roy",
            "Victor Yanukovych",
            "Chris Gayle",
            "Greg Jericho",
            "Tom McCarthy",
            "Robert Mueller",
            "Papua New",
            "Michael Hooper",
            "Eleanor Ainge",
            "George Papadopolous",
            "Cooper Cronk",
            "Mitchell Pearce",
            "Sydney Roosters",
            "Joel Saget",
            "Australian Light Horse",
            "Bret Harris",
            "George Christensen",
            "Owen Jones",
            "Donald Trump",
            "West Indies",
            "Australian Light Horse Brigade",
            "Fairfax Media",
            "Papua New Guinea",
            "Light Horse",
            "Rick Gates",
            "Ainge Roy",
            "Michael Cheika",
            "Horse Brigade",
            "Nick Tedeschi",
            "Kevin Spacey",
            "Warren Mundine",
            "Herald Sun",
            "Mike Ticher",
            "Malcolm Turnbull",
            "Richard Flanagan",
            "Behrouz Boochani",
            "El Niño",
            "Daily Telegraph",
            "Guardian Australia",
            "Anthony Rapp",
            "Australian Light",
            "Paul Manafort"
        ]
    },
    {
        "title": "Bank that lent $300m to Trump linked to Russian money laundering scam",
        "date": "2017-03-21T19:00:14Z",
        "url": "https://www.theguardian.com/world/2017/mar/21/deutsche-bank-that-lent-300m-to-trump-linked-to-russian-money-laundering-scam",
        "text": "\nThe German bank that loaned $300m (£260m) to Donald Trump played a prominent role in a money laundering scandal run by Russian criminals with ties to the Kremlin, the Guardian can reveal.\nDeutsche Bank is one of dozens of western financial institutions that processed at least $20bn – and possibly more – in money of “criminal origin” from Russia.\nThe scheme, dubbed “the Global Laundromat”, ran from 2010 to 2014. \nLaw enforcement agencies are investigating how a group of politically well-connected Russians were able to use UK-registered companies to launder billions of dollars in cash. The companies made fictitious loans to each other, underwritten by Russian businesses.\nThe companies would default on these “debts”. Judges in Moldova then made court rulings enforcing judgments against the firms. This allowed Russian bank accounts to transfer huge sums to Moldova legally. From there, the money went to accounts in Latvia with Trasta Komercbanka.\nDeutsche, Germany’s biggest lender, acted as a “correspondent bank” for Trasta until 2015. This meant Deutsche provided dollar-denominated services to Trasta’s non-resident Russian clients. This service was used to move money from Latvia to banks across the world.\nDuring this period many Wall Street banks got out of Latvia, citing concerns that the small Baltic country had become a centre for international money laundering, especially from neighbouring Russia. \nIn 2013, and under US regulatory pressure, JP Morgan Chase ceased providing dollar clearing services to the country.\nFrom 2014, only two western lenders were willing to accept international dollar transfers from Latvian banks. They were Deutsche and Germany’s Commerzbank. Deutsche eventually withdrew correspondent services to Trasta Bank in September 2015. \nSix months later, Latvian regulators shut down the bank. They cited repeated violations, and said the bank had failed to deal with its money laundering risk.\n\n\n\n\n\n\n\n\n\n \n\n\n  Facebook \n \n\n\n  Twitter \n \n\n\n  Pinterest \n\n\n\n\n\n \nThe Global Laundromat: where the money went\n\n\nLatvia’s deputy finance minister, Maija Treija, said the money sent via Trasta was “either stolen or with criminal origin”. \nThe defunct bank was being used as vehicle to get money out of the ex-Soviet Union and “into the EU financial system”, she added.\nDeutsche said it had significantly strengthened its systems and controls. It said that by the end of this year it will have hired more than 1,000 new staff in its compliance and anti-financial crime unit since 2015. \nIt added: “The bank has comprehensively reviewed its client onboarding and know-your-client processes and where necessary is exiting higher risk client relationships and markets.”\nCommerzbank said it could not comment on its relationships with other banks. It said it put a high value on compliance. It said that suspicious transactions picked up during routine monitoring were reported to the authorities.\nDeutche Bank ended its relationship with Trasta soon after Latvia’s regulator issued a warning, it is understood. In August 2015, the Financial and Capital Markets Commission stopped all transactions above €100,000. \nDeutsche severed its relationship with the other key Laundromat bank - Moldova’s Moldindconbank – in 2012.\nTies with Russia are a matter of acute sensitivity for Deutsche. In February, it emerged that Deutsche had secretly reviewed multiple loans made to President Trump by its private wealth division to see if there was a connection to Russia. Trump owes Deutsche about $300m. \nDeutsche refused to comment on its internal review. Sources say the bank discovered no evidence of any Moscow link. That covers other members of the US president’s family who are also Deutsche clients. They include Trump’s daughter, Ivanka, her husband, Jared Kushner, and Kushner’s mother, Seryl Stadtmauer. \nIn January, the UK and US imposed record $630m fines on Deutsche for its role in another money laundering scam run out of its Moscow office. The bank failed to prevent $10bn of Russian money being laundered in a complex “mirror trades” operation. The wealthy Russians that used the scheme have not been identified.\nDeutsche’s Private Bank – the division that lends to Trump – appears in the Global Laundromat scheme. Sources suggest that many of its clients are rich Russians, typically with personal assets of $50m-plus. According to Germany’s Süddeutsche Zeitung, Deutsche processed more than $24m of Laundromat cash in 209 transactions.\nRecords obtained by the Organized Crime and Corruption Project (OCCRP) and Novaya Gazeta from anonymous sources show how the money was spent. Much of it vanished into opaque offshore companies. Some of it went on luxury items including diamonds, leather jackets, and home-cinema equipment.\nOne of Deutsche’s high net worth customers blew €500,000 at Mahlberg, a German jewellery firm. The payment in January 2013 was made by Seabon Limited, a Laundromat company registered in Tooley Street, London. More than $9bn was funnelled via Seabon, records show. \nAlmost €1m went to a Munich electronics firm, Rohde & Schwarz, which produces surveillance technology for security services and police.\nOften, the explanation for high-volume payments was fake. The money spent on watches was marked down on the bank wire transfer as a payment for “computer equipment”.\nAnother $500,000 payment was made to a London fur broker, Gideon Bartfeld. Bartfeld said the money had arrived from Deutsche Bank New York, before being sent on to the Bank of New York Mellon, which paid the invoice. Trasta – the bank that first sent the money to Deutsche – did not appear in any paperwork, he added.\nBartfeld said the payment came via two “highly reputable and respected” global banks. He said: “Consequently, we received this payment in full confidence [as they] were satisfied that the payment met their rigorous due diligence and compliance requirements.” \nThe fur trader said he had known many of his Russian clients for years. His main markets were Russia and China, he added. There is no suggestion that Bartfeld or Mahlberg or Rohde & Schwarz were involved in wrongdoing.\n",
        "entities": {
            "I-PER": [
                "Rohde",
                "Maija Treija",
                "Pinterest",
                "Ivanka",
                "Commerzbank",
                "Donald Trump",
                "Trump",
                "JP Morgan Chase",
                "Jared Kushner",
                "Seryl Stadtmauer",
                "Gideon Bartfeld",
                "Trasta",
                "Deutsche",
                "Schwarz",
                "Bartfeld",
                "Trasta Komercbanka"
            ],
            "I-ORG": [
                "Kremlin",
                "Bank of New York Mellon",
                "Capital Markets Commission",
                "Deutsche Bank",
                "Trasta Bank",
                "Guardian",
                "Soviet Union",
                "Financial",
                "Deutsche",
                "Seabon Limited",
                "Schwarz",
                "Deutsche Bank New",
                "Novaya Gazeta",
                "Deutche Bank"
            ],
            "I-LOC": [
                "Soviet",
                "Russian",
                "Moldova",
                "London",
                "Mahlberg",
                "Moscow",
                "China",
                "Latvian",
                "Trasta",
                "Russia",
                "Seabon",
                "Deutsche Bank New York",
                "Tooley Street",
                "Munich",
                "Latvia"
            ]
        },
        "ngrams": [
            "Seryl Stadtmauer",
            "JP Morgan Chase",
            "Jared Kushner",
            "York Mellon",
            "Gideon Bartfeld",
            "Trasta Bank",
            "Bank of New York",
            "Bank New York",
            "Bank of New York Mellon",
            "Markets Commission",
            "Capital Markets Commission",
            "Morgan Chase",
            "New York Mellon",
            "Soviet Union",
            "of New",
            "Trasta Komercbanka",
            "JP Morgan",
            "Donald Trump",
            "New York",
            "Seabon Limited",
            "Tooley Street",
            "Novaya Gazeta",
            "Deutche Bank",
            "of New York Mellon",
            "Maija Treija",
            "Bank New",
            "Bank of",
            "Bank of New",
            "Deutsche Bank",
            "of New York",
            "Deutsche Bank New",
            "Deutsche Bank New York",
            "Capital Markets"
        ]
    },
    {
        "title": "TAB fined $45m for breach of money-laundering and counter-terrorism financing laws",
        "date": "2017-03-16T05:30:10Z",
        "url": "https://www.theguardian.com/sport/2017/mar/16/tab-fined-45m-for-breach-of-money-laundering-and-counter-terrorism-financing-laws",
        "text": "\nOne of the world’s largest publicly listed gaming companies has been fined $45m for breaching money-laundering and counter-terrorism financing laws, in one of the biggest civil penalties handed down in corporate Australia.\nThe Australian Transactions Reports and Analysis Centre brought a federal court case against Tabcorp Holdings, Tab Limited and Tabcorp Wagering (Vic) Pty Ltd in 2016, alleging violations of money-laundering laws. \nThe Austrac chief executive, Paul Jevtovic, welcomed the decision: “In our view, Tabcorp had a corporate culture indifferent to meaningful AML/CTF [anti-money laundering and counter-terrorism financing act] compliance and risk-mitigation until we intervened.\n\n\n\n\nAnti-money laundering body Austrac to begin legal proceedings against Tabcorp\n\n\n\n\n\n\n \n\n\nRead more\n\n\n\n\n\n\n“[Companies] across all industries should take note to ensure that they are fully informed of their AML/CTF compliance.\n“Such contraventions are not to be taken lightly and this unprecedented civil penalty highlights Austrac’s resolve to take enforcement action against reporting entities that engage in significant, extensive and systemic non-compliance.”\nUnder money-laundering and counter-terrorism laws, some entities are required to disclose information to Austrac as part of what is known as “suspicious matter reports.”\nOn Thursday Justice Perram ruled that Tab Limited had engaged in a series of breaches, including:\n\nFailing to provide a report to Austrac over suspected match-fixing in August 2010.\n\n\nFailing to provide reports on time to Austrac in 32 cases of suspected credit betting between 2010 and 2013.\n\n\nFailing to provide reports to Austrac on time for 51 Tab accounts who were suspected to have engaged in credit card fraud.\n\nThe judge also found that Tabcorp Holdings Limited had failed to lodge suspicious matter reports within required timeframes in 20 instances of suspected credit betting and that Tabcorp Wagering (Vic) Pty Ltd engaged in one failure to lodge a report within the required timeframe.\nPerram ruled that the respondents must “pay to the commonwealth of Australia a pecuniary penalty in the total sum of AUD$45m within 28 days of the date of this order”.\nHe also ordered the companies pay Austrac’s costs.\nPerram reserved the publication of reasons for his decision to a later date.\n",
        "entities": {
            "I-LOC": [
                "Australia"
            ],
            "I-ORG": [
                "Justice",
                "Tab",
                "Tabcorp Holdings"
            ],
            "I-PER": [
                "Paul Jevtovic",
                "Justice Perram",
                "Read",
                "Tabcorp",
                "Austrac",
                "Perram"
            ]
        },
        "ngrams": [
            "Paul Jevtovic",
            "Justice Perram",
            "Tabcorp Holdings"
        ]
    }
]
